Repository: AlexRUS-RUSA/Translation-of-Xstore-theme
Catalog: Xstore/*/xstore-*.po
Languages: de_de, nl_nl, pl_pl

source: Product content elements
de_de: Produktinhaltselemente

source: Enable/disable element that you do/do not want to show at grid/list.
de_de: Aktivieren/Deaktivieren von Elementen, die Sie nicht im Raster/in der Liste anzeigen möchten.

source: Add to cart button
de_de: Schaltfläche zum Warenkorb hinzufügen

source: Hover buttons on mobile
de_de: Hover-Schaltflächen auf dem Handy

source: Single product layout
de_de: Einzelnes Produktlayout

source: Page Layout
de_de: Seitenlayout
nl_nl: Pagina layout
pl_pl: Układ strony

source: Choose the layout type for the single product page.
de_de: Wählen Sie den Layouttyp für die einzelne Produktseite aus.

source: Choose the position of the sidebar for the single product page.
de_de: Wählen Sie die Position der Seitenleiste für die einzelne Produktseite aus.

source: Hide sidebar on mobile
de_de: Sidebar auf Mobilgeräten ausblenden
nl_nl: Verberg de zijbalk op mobiele devices
pl_pl: Ukryj panel boczny na urządzeniach mobilnych

source: Fixed product image
de_de: Korrigiertes Produktbild
nl_nl: Gefixeerde product afbeelding
pl_pl: Obraz produktu naprawiony

source: Fixed product content
de_de: Fester Produktinhalt
nl_nl: Gefixeerde product inhoud
pl_pl: Treść produktu naprawiona

source: Turn on to make the product content sticky and image - scrollable. If the fixed product image option is enabled then keep this option disabled.
de_de: Aktivieren Sie diese Option, um den Produktinhalt klebrig und bildbereit zu machen . Wenn die Option für das feste Produktabbild aktiviert ist, lassen Sie diese Option deaktiviert.

source: Move product name in breadcrumbs
de_de: Verschieben des Produktnamens in Breadcrumbs

source: Turn on to show the product title in breadcrumbs only and remove from the single product content.
de_de: Aktivieren Sie diese Option, um den Produkttitel nur in Breadcrumbs anzuzeigen, und entfernen Sie ihn aus dem einzelnen Produktinhalt.

source: Turn on to show the share buttons.
de_de: Aktiviere dies, um die Teilschaltflächen anzuzeigen.

source: AJAX add to cart for simple products
de_de: AJAX zum Warenkorb für einfache Produkte hinzufügen
nl_nl: Gebruik AJAX naar winkelmandje voor simpele producten
pl_pl: AJAX dodaj do koszyka dla prostych produktów

source: Turn on to enable adding to cart without page refresh for the simple products. Important: Variable products do not use AJAX add to cart.
de_de: Aktivieren Sie diese Option, um das Hinzufügen zum Warenkorb ohne Seitenaktualisierung für die einfachen Produkte zu aktivieren. Wichtig: Variable Produkte verwenden aJAX nicht zum Warenkorb hinzufügen.

source: Zoom for product images
de_de: Zoom für Produktbilder
nl_nl: Gebruik zoom voor product afbeeldingen
pl_pl: Powiększ obrazy produktów

source: Turn on to enable the WooCommerce zoom feature. Important: Every product image you use must be larger than the image container for zoom to work correctly.
de_de: Aktivieren Sie diese Option, um die WooCommerce-Zoomfunktion zu aktivieren. Wichtig: Jedes Produktbild, das Sie verwenden, muss größer als der Bildcontainer sein, damit der Zoom ordnungsgemäß funktioniert.

source: Turn on to display slider for the product gallery images.
de_de: Aktivieren Sie den Schieberegler für die Bilder der Produktgalerie.

source: Enable for mobile
de_de: Aktivieren für Mobilgeräte

source: Product gallery slider auto-height
de_de: Produktgalerie Schieberegler Auto-Höhe

source: Turn on to enable auto-height for the slider of the product gallery images.
de_de: Aktivieren Sie diese Option, um die automatische Höhe für den Schieberegler der Bilder der Produktgalerie zu aktivieren.

source: Stretch main slider
de_de: Stretch-Hauptschieberegler

source: Turn on to enable slider stretch. Enabling stretch will display full with carousel and parts of previous and next gallery images on carousel sides. If "On" then thumbnails won't be shown.
de_de: Schalten Sie ein, um die Schiebereglerzudehnung zu aktivieren. Die Aktivierung der Dehnung wird voll mit Karussell und Teilen der vorherigen und nächsten Galerie Bilder auf Karussell-Seiten angezeigt. Wenn "Ein" ist, werden Miniaturansichten nicht angezeigt.

source: Choose the direction of the gallery thumbnails or disable them at all.
de_de: Wählen Sie die Richtung der Galerie-Miniaturansichten oder deaktivieren Sie sie überhaupt.

source: Number of slides per view
de_de: Anzahl der Folien pro Ansicht

source: Choose the number of slides.
de_de: Wählen Sie die Anzahl der Folien aus.

source: Location of upsell products
de_de: Standort von Upsell-Produkten
nl_nl: Bron van de upsell producten
pl_pl: Lokalizacja powyższych produktów

source: Controls the location of the up-sell products slider. If use "Sidebar" be sure that sidebar is enabled for the single product page.
de_de: Steuert die Position des Schiebereglers für Up-Selling-Produkte. Wenn Sie "Sidebar" verwenden, stellen Sie sicher, dass die Seitenleiste für die einzelne Produktseite aktiviert ist.

source: After content
de_de: Nach Dem Inhalt
nl_nl: Na de inhoud
pl_pl: Po zawartości

source: Show Next/Previous product navigation
de_de: Next/Vorherige Produktnavigation anzeigen
nl_nl: Laat volgende/vorige product navigatie zien
pl_pl: Pokaż następną / poprzednią nawigację produktu

source: Turn on to show the navigation to next and previous product.
de_de: Aktivieren Sie diese Option, um die Navigation zum nächsten und vorherigen Produkt anzuzeigen.

source: Upload size guide image to show size guide link and size guide image in lightbox after click.
de_de: Lade ein Grössen-Guide Bild hoch, um Grössen-Guide Link und Grössen-Guide Bild in Lightbox nach Klick anzuzeigen.

source: Fixed added to cart message
de_de: Behoben wurde die Nachricht zum Warenkorb hinzugefügt

source: Single Product Page
de_de: Einzelne Produktseite
nl_nl: Enkel product pagina
pl_pl: Strona pojedynczego produktu

source: Related Products
de_de: Verwandte Produkte
nl_nl: Gerelateerde producten
pl_pl: Powiązane produkty

source: Display related products
de_de: Anzeigen verwandter Produkte
nl_nl: Laat gerelateerde producten zien
pl_pl: Wyświetl powiązane produkty

source: Turn on to display related products on the single product page.
de_de: Aktivieren Sie diese Option, um verwandte Produkte auf der einzelnen Produktseite anzuzeigen.

source: Related products type
de_de: Entsprechende Produkte Typ

source: Choose the design type of the related products.
de_de: Wählen Sie den Konstruktionstyp der zugehörigen Produkte aus.

source: Grid
de_de: Raster
nl_nl: Raster

source: Related products per view
de_de: Zugehörige Produkte pro Ansicht

source: Controls the number of related products per view for every device.
de_de: Steuert die Anzahl der verwandten Produkte pro Ansicht für jedes Gerät.

source: Notebook
de_de: Notizbuch

source: Tablet landscape
de_de: Tablet-Landschaft

source: Tablet portrait
de_de: Tablet-Porträt

source: Related products columns
de_de: Zugehörige Produktspalten

source: Controls the number of columns of the related products.
de_de: Steuert die Anzahl der Spalten der zugehörigen Produkte.

source: Related products limit
de_de: Grenzwert für verwandte Produkte

source: Limits the number of the related products.
de_de: Begrenzt die Anzahl der zugehörigen Produkte.

source: Tabs
de_de: Registerkarten
nl_nl: Tabbladen
pl_pl: Zakładki

source: Tabs type
de_de: Tabs-Typ
pl_pl: Typ zakładek

source: Choose the design type of the tabs.
de_de: Wählen Sie den Entwurfstyp der Registerkarten aus.

source: Left Bar
de_de: Linke Bar
nl_nl: Bar links
pl_pl: Lewy pasek

source: Accordion
de_de: Akkordeon
pl_pl: Harmonijka

source: Close first tab by default
de_de: Schließen Der ersten Registerkarte standardmäßig

source: Turn on if you want to keep the first tab closed.
de_de: Aktivieren Sie diese Datei, wenn Sie die erste Registerkarte geschlossen halten möchten.

source: Tabs content scroll
de_de: Tabs-Inhalts-Scroll
nl_nl: Tabs inhoud scrollen
pl_pl: Przewijanie zawartości zakładki

source: Turn on to add height for the tab content and enable scroll if content is higher.
de_de: Aktivieren Sie diese Option, um die Höhe für den Tabstoppinhalt hinzuzufügen, und aktivieren Sie den Bildlauf, wenn der Inhalt höher ist.

source: Tab content height
de_de: Tab-Inhaltshöhe
nl_nl: Tab inhoud hoogte
pl_pl: Wysokość zawartości zakładki

source: Add the max height of the tab content. In pixels.
de_de: Fügen Sie die maximale Höhe des Tabstoppinhalts hinzu. In Pixel.

source: Location of product tabs
de_de: Position der Produktregisterkarten
nl_nl: Plaats van de producten tab
pl_pl: Lokalizacja zakładek produktów

source: Controls the location of the product tabs.
de_de: Steuert den Speicherort der Produktregisterkarten.

source: Next to image
de_de: Neben dem Bild
nl_nl: Volgende naar afbeelding
pl_pl: Obok zdjęcia

source: Under content
de_de: Unter Inhalt
nl_nl: Onder de inhoud
pl_pl: Nad treścią

source: Reviews position
de_de: Bewertungen Position
nl_nl: Reviews positie
pl_pl: Pozycja opinii

source: Controls the position of the reviews tab.
de_de: Steuert die Position der Registerkarte "Bewertungen".

source: Next to tabs
de_de: Neben Registerkarten
nl_nl: Naast de tabbladen
pl_pl: Obok zakładki

source: Custom Tab Title
de_de: Benutzerdefinierte randdsatorer Titel
nl_nl: Aangepaste tabbladtitel
pl_pl: Tytuł standardowego zakładki

source: Add the title to use custom tab.
de_de: Fügen Sie den Titel hinzu, um eine benutzerdefinierte Registerkarte zu verwenden.

source: Custom tab content
de_de: Benutzerdefinierter Tab-Inhalt
nl_nl: Aangepaste tabbladinhoud
pl_pl: Treść standardowej zakładki

source: Add custom tab content. Use HTML, static block shortcode. Do not use JS, PHP code.
de_de: Fügen Sie benutzerdefinierte Tab-Inhalte hinzu. Verwenden Sie HTML, statische Block Shortcode. Verwenden Sie keinen JS-, PHP-Code.

source: Variation gallery
de_de: Variationsgalerie

source: Turn on to use separate gallery for product variations.
de_de: Aktivieren Sie diese, um eine separate Galerie für Produktvariationen zu verwenden.

source: %1s %2s To finish migration from Redux Framework (old Theme Options) to Kirki Customizer Framework (new Theme Options via Customizer) we have to update your database to the newest version. Before this process please make backup of database and files. %3s %4s
de_de: %1s %2s Um die Migration vom Redux-Framework (alte Theme-Optionen) zu Kirki Customizer Framework (neue Theme-Optionen per Customizer) zu beenden, müssen wir die Datenbank auf die neueste version updaten. Vor diesem Prozess machen Sie bitte ein Backup der Datenbank und Dateien. %3s %4s

source: XStore database update required.
de_de: XStore-Datenbankaktualisierung erforderlich.

source: Update now
de_de: Jetzt aktualisieren

source: %1s Install and activate %2s plugin to use Theme Options.
de_de: %1s Installiere und aktiviere %2s-Plugin um Theme-Optionen zu verwenden.

source: IMPORTANT:
de_de: Wichtig:

source: XStore Core
de_de: XStore-Kern

source: Important: %1s plugin is not required for XStore 6.0 and upper and we would recommend you to remove it and speed up the site!
de_de: Wichtig: %1s-plugin ist nicht erforderlich für XStore 6.0 und oben, und wir würden empfehlen Sie, um es zu entfernen und zu beschleunigen, die Website!

source: Redux Framework
de_de: Redux-Rahmen

source: Dashboard
de_de: Instrumententafel

source: Install Plugins
de_de: Installieren von Plugins
nl_nl: Installeer plug-ins
pl_pl: Zainstaluj wtyczki

source: Custom Fonts
de_de: Benutzerdefinierte Schriftarten

source: Tutorials & Support
de_de: Tutorials &amp; Support

source: Setup Wizard
de_de: Setup-Assistent
pl_pl: Kreator konfiguracji

source: Rate Theme
de_de: Bewerte dieses Theme

source: Can not get changelog data
de_de: Änderungsprotokolldaten können nicht erfasst werden

source: Popular
de_de: Beliebt
nl_nl: Populair
pl_pl: Popularny

source: Catalog
de_de: Katalog

source: One page
de_de: Eine Seite

source: Corporate
de_de: körperschaftlich

source: Choose
de_de: Wählen

source: Preview
de_de: Vorschau

source: Import
de_de: Importieren
nl_nl: Importeren
pl_pl: Importuj

source: No access!
de_de: Kein Zugriff!
nl_nl: Geen toegang
pl_pl: Brak dostępu!

source: Please, install Base demo content before, to access the collection of our Home Pages.
de_de: Bitte installieren Sie zuvor Base-Demoinhalte, um auf die Sammlung unserer Homepages zuzugreifen.
nl_nl: Installeer eerst Base demo-content om toegang te krijgen tot de collectie van onze Home-pagina's.
pl_pl: Najpierw zainstaluj Base demo, aby uzyskać dostęp do kolekcji naszych Stron domowych.

source: Theme successfully activated!
de_de: Theme erfolgreich aktiviert!

source: Now you have lifetime updates, top-notch 24/7 live support and much more.
de_de: Jetzt haben Sie lebenslange Updates, erstklassigen 24/7 Live-Support und vieles mehr.

source: Watch now
de_de: Jetzt ansehen

source: Activated
de_de: Aktiviert

source: Not activated
de_de: Nicht aktiviert

source: Instagram accounts
de_de: Instagram-Konten

source: Instagram widget and Instagram WPBakery element use the special API that requires authentication to show your photos on any theme by 8theme. Authenticated requests need Instagram Access Token. You can get this by clicking the %1s Add account %2s button below.
de_de: Instagram-widget und Instagram WPBakery-element verwenden, das eine spezielle API, die eine Authentifizierung erfordert, zeigen Sie Ihre Fotos zu einem beliebigen Theme von 8theme. Authentifizierte Anforderungen müssen Instagram Access-Token. Sie können diese durch klicken auf die % - 1s-Konto Hinzufügen - %2s-button unten.

source: After clicking, you will be prompted by Instagram to sign in your Instagram account and then you will be asked to authorize %1s 8themeapp %2s to access your Instagram photos.
de_de: Nach dem klicken, werden Sie aufgefordert, die von Instagram anmelden in Ihrem Instagram-account und dann werden Sie aufgefordert, sich zu autorisieren %1s 8themeapp %2s Zugriff auf Ihre Instagram Fotos.

source: Generating a token creates a private token for your use only. We will not have access to your feed.
de_de: Beim Generieren eines Tokens wird nur ein privates Token für Ihre Verwendung erstellt. Wir haben keinen Zugriff auf Ihren Feed.

source: Add account
de_de: Konto hinzufügen

source: Manually add account
de_de: Manuelles Hinzufügen eines Kontos

source: Connect
de_de: Verbinden

source: Do not have access token ?
de_de: Haben Sie kein Zugriffstoken ?

source: Wrong token
de_de: Falsches Token

source: Username:
de_de: Nutzername:
nl_nl: Gebruikersnaam:
pl_pl: Nazwa użytkownika:

source: Account type:
de_de: Kontotyp:

source: Access token:
de_de: Zugriffstoken:

source: Delete
de_de: Löschen
nl_nl: Verwijder
pl_pl: Usuń

source: You have not connected any account yet
de_de: Sie haben noch kein Konto verbunden

source: Check for new posts every
de_de: Überprüfen Sie alle neuen Beiträge

source: mins
de_de: Minuten
nl_nl: Minuten
pl_pl: minuty

source: hours
de_de: Stunden
nl_nl: Uren
pl_pl: godziny

source: days
de_de: Tage
nl_nl: Dagen
pl_pl: dni

source: Refresh instagram
de_de: Instagram aktualisieren

source: Register your theme and activate XStore Core plugin, please.
de_de: Registrieren Sie Ihr Theme und aktivieren Sie XStore Core Plugin, bitte.

source: Theme Options
de_de: Themeoptionen

source: Welcome
de_de: Willkommen

source: View more videos
de_de: Weitere Videos anzeigen

source: Help and support
de_de: Hilfe und Support

source: If you encounter any difficulties with our product we are ready to assist you via:
de_de: Wenn Sie auf Schwierigkeiten mit unserem Produkt stoßen, stehen wir Ihnen gerne zur Verfügung:

source: Telegram channel
de_de: Telegrammkanal

source: ThemeForest profile
de_de: ThemeForest-Profil

source: Item Support includes:
de_de: Der Artikelsupport umfasst:

source: Answering technical questions
de_de: Beantwortung technischer Fragen

source: Assistance with reported bugs and issues
de_de: Unterstützung bei gemeldeten Fehlern und Problemen

source: Help with bundled 3rd party plugins
de_de: Hilfe mit gebündelten Drittanbieter-Plugins

source: Item Support <span class="red-color">DOES NOT</span> Include:
de_de: Element-Unterstützung <span class="red-color">NICHT</span> Enthalten:

source: Customization services
de_de: Anpassungsdienste

source: Installation services
de_de: Installationsdienste

source: Support for non-bundled 3rd party plugins.
de_de: Unterstützung für nicht gebündelte Plugins von Drittanbietern.

source: Documentation
de_de: Dokumentation

source: Demo Content
de_de: Demo-Inhalte

source: 8theme Page/Post/Product Layout settings
de_de: 8theme Seite/Post/Produktlayout-Einstellungen

source: Portfolio Page
de_de: Portfolioseite

source: Blank Page
de_de: Leere Seite

source: Menu Set Up
de_de: Menü Einrichten

source: General Information
de_de: Allgemeine Informationen

source: Mega Menu
de_de: Mega-Menü

source: One Page menu
de_de: Ein-Seiten-Menü

source: Theme Translation
de_de: Theme Übersetzung

source: Base theme translation
de_de: Basis-Themeübersetzung

source: Translation with WPML
de_de: Übersetzung mit WPML

source: Widgets/Static Blocks
de_de: Widgets/Statische Blöcke

source: Widgets & Custom Widget Areas
de_de: Widgets &amp; Benutzerdefinierte Widget Bereiche

source: Static Blocks
de_de: Statische Blöcke

source: XStore Shortcodes
de_de: XStore Kurzwahlnummern

source: Shop page
de_de: Shop-Seite

source: Single Product page
de_de: Einzelne Produktseite

source: Product Images
de_de: Produktbilder

source: General Info
de_de: Allgemeine Informationen

source: Included plugins
de_de: Enthaltene Plugins

source: Activation and Purchase Codes
de_de: Aktivierungs- und Einkaufscodes

source: WooCommerce Infinite Scroll and Ajax Pagination
de_de: WooCommerce Infinite Scroll und Ajax Pagination

source: MailChimp form custom styles
de_de: MailChimp-Formular benutzerdefinierte Stile

source: Troubleshooting
de_de: Problembehandlung

source: How to add custom favicon
de_de: Wie man benutzerdefinierte favicon hinzufügen

source: How to add slider/banner on Category page
de_de: So fügen Sie Schieberegler/Banner auf der Kategorieseite hinzu

source: How to create a contact page
de_de: So erstellen Sie eine Kontaktseite

source: How to create a blog page
de_de: So erstellen Sie eine Blogseite

source: How to find your ThemeForest Item Purchase Code
de_de: So finden Sie Ihren ThemeForest Artikel-Einkaufscode

source: Support
de_de: Unterstützung
nl_nl: Help
pl_pl: Wparcie

source: Support Policy
de_de: Support-Richtlinie

source: System Requirements
de_de: Systemanforderungen

source: Check again
de_de: Überprüfen Sie erneut

source: The following required plugin is currently inactive:
de_de: Das folgende erforderliche Plugin ist derzeit inaktiv:

source: Activate
de_de: Aktivieren
nl_nl: Activeren
pl_pl: Aktywuj

source: Your system does not meet the server requirements. For more efficient result, we strongly recommend to contact your host provider and check the necessary settings.
de_de: Ihr System erfüllt nicht die Serveranforderungen. Für ein effizienteres Ergebnis empfehlen wir dringend, sich an Ihren Host-Provider zu wenden und die erforderlichen Einstellungen zu überprüfen.

source: Theme Registration
de_de: Themeregistrierung

source: Where can I find my purchase code?
de_de: Wo finde ich meinen Einkaufscode?

source: Please enter your Envato account and find
de_de: Bitte geben Sie Ihr Envato-Konto ein und finden Sie

source: Downloads tab
de_de: Registerkarte Downloads

source: Find XStore theme in the list and click on the opposite
de_de: Finden Sie XStore-Theme in der Liste und klicken Sie auf die gegenteilige

source: Download
de_de: Herunterladen

source: button
de_de: Schaltfläche

source: Select
de_de: Auswählen

source: License Certificate & Purchase code
de_de: Lizenz-Zertifikat &amp; - Kauf-code

source: for download
de_de: zum Download

source: Copy the
de_de: Kopieren Sie die

source: Item Purchase Code
de_de: Artikeleinkaufscode

source: from the downloaded document
de_de: aus dem heruntergeladenen Dokument

source: Buy license
de_de: Lizenz kaufen

source: If you don't have a license or need another one for a new website, click on a Buy button. Interested in multiple licenses? Contact us via %1scontact form%2s for more details about discounts for you.
de_de: Wenn Sie nicht eine Lizenz haben oder einen weiteren benötigen Sie für eine neue website, klicken Sie auf die Schaltfläche "Kaufen". Interessiert mehrere Lizenzen? Kontaktieren Sie uns via %1scontact form%2s für mehr details über Rabatte für Sie.

source: Purchase now
de_de: Jetzt kaufen

source: Install
de_de: Installieren
nl_nl: Installeer
pl_pl: Zainstalować

source: It is recommended to run import on fresh WordPress installation (You can use %1sWordpress Database Reset%2s plugin).
de_de: Es wird empfohlen, den import auf frischen WordPress-installation (verwenden Sie %1sWordpress Datenbank-Reset - %2s-plugin).

source: Importing site does not delete any pages or posts. However, it can overwrite your existing content.
de_de: Durch das Importieren der Website werden keine Seiten oder Beiträge gelöscht. Es kann jedoch Ihre vorhandenen Inhalte überschreiben.

source: Copyrighted media will not be imported. Instead it will be replaced with placeholders.
de_de: Urheberrechtlich geschützte Medien werden nicht importiert. Stattdessen wird es durch Platzhalter ersetzt.

source: Select your preferred page builder
de_de: Wählen Sie Ihren bevorzugten Seitengenerator

source: Required plugins.
de_de: Erforderliche Plugins.

source: This demo requires some plugins to be installed.
de_de: Diese Demo erfordert einige Plugins installiert werden.

source: Your system does not meet the server requirements.
de_de: Ihr System erfüllt nicht die Serveranforderungen.

source: Configuration Installer
de_de: Konfigurationsinstallationsprogramm

source: FULL DEMO-SITE CONTENT
de_de: VOLLSTÄNDIGER DEMO-SITE-INHALT

source: Pages
de_de: Seiten

source: Posts
de_de: Beiträge

source: Products
de_de: Produkte
nl_nl: Producten
pl_pl: Produkty

source: Projects
de_de: Projekte

source: Contact Forms
de_de: Kontaktformulare

source: Mailchimp Sign-up Forms
de_de: Mailchimp-Anmeldeformulare

source: Media
de_de: Medien

source: Custom fonts
de_de: Benutzerdefinierte Schriftarten

source: Variations taxonomy
de_de: Variationstaxonomie

source: Variations terms
de_de: Variationsbegriffe

source: Products variations
de_de: Produktvariationen

source: Multiple headers
de_de: Mehrere Header

source: Headers conditions
de_de: Header-Bedingungen

source: Multiple single product
de_de: Mehrere Einzelprodukte

source: Single product conditions
de_de: Einheitliche Produktbedingungen

source: Importing, please wait!
de_de: Importieren, bitte warten!

source: successfully installed!
de_de: erfolgreich installiert!

source: Installed! But we have some errors:
de_de: Installiert! Aber wir haben einige Fehler:

source: The most common errors happened by low server requirments, we strongly recommend to contact your host provider and check the necessary settings.
de_de: Die häufigsten Fehler sind bei niedrigen Serveranforderungen aufgetreten, wir empfehlen dringend, sich an Ihren Hostanbieter zu wenden und die erforderlichen Einstellungen zu überprüfen.

source: Preview Website
de_de: Vorschau-Website

source: Next
de_de: nächster
nl_nl: Volgende
pl_pl: Następna

source: Personal (Legacy API)
de_de: Persönlich (Legacy-API)

source: (to display user feeds)
de_de: (zum Anzeigen von Benutzerfeeds)

source: Personal
de_de: persönlich

source: Suspended till 29 June 2020 the future theme update
de_de: Ausgesetzt bis zum 29. Juni 2020 das zukünftige Thema Update

source: Show All
de_de: Alle anzeigen
nl_nl: Alles
pl_pl: Pokaż wszystko
