Repository: AlexRUS-RUSA/Translation-of-Xstore-theme
Catalog: Xstore/*/xstore-*.po
Languages: de_de, nl_nl, pl_pl

source: Upload logo image for the mobile menu header area.
de_de: Laden Sie das Logobild für den mobilen Menükopfbereich hoch.

source: Promo popup in mobile menu
de_de: Promo-Popup im mobilen Menü

source: Turn on to show my Promo popup link in the mobile menu area below the mobile menu links.
de_de: Aktivieren Sie diese Option, um meinen Promo-Popup-Link im mobilen Menübereich unter den mobilen Menülinks anzuzeigen.

source: These options will be deprecated in
de_de: Diese Optionen werden in

source: We recommend you to use
de_de: Wir empfehlen Ihnen,

source: Header Builder
de_de: Header-Generator

source: Search widget position
de_de: Widget-Position suchen

source: Choose the area where you want to display Search widget in the header or disable it at all. Design of the search widget depends on the header type.
de_de: Wählen Sie den Bereich aus, in dem Sie das Such-Widget in der Kopfzeile anzeigen oder überhaupt deaktivieren möchten. Das Design des Such-Widgets hängt vom Headertyp ab.

source: AJAX Search
de_de: AJAX-Suche
nl_nl: AJAX zoeken
pl_pl: Wyszukiwarka AJAX

source: Turn on to deliver users instant and changing results in the dropdown as they type in the search field. Users can click through from the dropdown to the ‘View All’ search page.
de_de: Aktivieren Sie diese, um Benutzern sofortige und sich ändernde Ergebnisse in der Dropdown-Liste zu liefern, während sie in das Suchfeld eingeben. Benutzer können von der Dropdown-Liste auf die Suchseite "Alle anzeigen" klicken.

source: Search by posts
de_de: Suche nach Beiträgen
nl_nl: Berichten doorzoeken
pl_pl: Szukaj według wpisów

source: Turn on to include posts in the search results.
de_de: Aktivieren Sie diese, um Beiträge in die Suchergebnisse aufzunehmen.

source: Search by pages
de_de: Suche nach Seiten

source: Turn on to include pages in the search results.
de_de: Aktivieren Sie diese, um Seiten in die Suchergebnisse aufzunehmen.

source: Search by products
de_de: Suche nach Produkten
nl_nl: Producten doorzoeken
pl_pl: Szukaj produktów

source: Turn on to include products in the search results.
de_de: Aktivieren Sie diese, um Produkte in die Suchergebnisse aufzunehmen.

source: Search by SKU
de_de: Suche nach SKU

source: Turn on to search products by SKU.
de_de: Aktivieren Sie die Suche nach Produkten nach SKU.

source: Search results page sidebar
de_de: Suchergebnisse Seite Sidebar

source: Turn on to disable sidebar on search results page.
de_de: Aktivieren Sie diese Option, um die Seitenleiste auf der Suchergebnisseite zu deaktivieren.

source: Sign in
de_de: Anmelden

source: Sign In link position
de_de: Anmelden link position

source: Choose the area where you want to display “Sign In” in the header or disable it at all.
de_de: Wählen Sie den Bereich aus, in dem Sie "Anmelden" in der Kopfzeile anzeigen oder überhaupt deaktivieren möchten.

source: Sign In type
de_de: Anmeldetyp

source: Icon with text
de_de: Symbol mit Text

source: Icon
de_de: Symbol
nl_nl: Pictogram
pl_pl: Ikona

source: Custom text for sign in
de_de: Benutzerdefinierter Text zum Anmelden

source: Text to display instead of the default one for the Sign In link. Default - "Sign In or create an account". Visible only if a user is not logged in. For logged in users the text is changed to "My Account" by default.
de_de: Text, der anstelle des Standardtextes für den Anmeldelink angezeigt werden soll. Standard - "Anmelden oder ein Konto erstellen". Nur sichtbar, wenn ein Benutzer nicht angemeldet ist. Für eingeloggte Benutzer wird der Text standardmäßig in "Mein Konto" geändert.

source: Header styles
de_de: Headerstile

source: Header wide
de_de: Header breit
nl_nl: Header breed
pl_pl: Nagłówek szeroki

source: Stretches the header container to full width.
de_de: Dehnt den Headercontainer auf die volle Breite.

source: Limits the width of the header container. In pixels.
de_de: Beschränkt die Breite des Headercontainers. In Pixel.

source: Header paddings
de_de: Kopfzeilen-Auffüllungen

source: Controls the paddings of the header area.
de_de: Steuert die Auffüllungen des Kopfbereichs.

source: Header margin bottom
de_de: Kopf-Rand unten

source: Controls the bottom margin of the header to page content when breadcrumbs are disabled. In pixels.
de_de: Steuert den unteren Rand des Headers für Seiteninhalte, wenn Breadcrumbs deaktiviert sind. In Pixel.

source: Header border bottom
de_de: Kopfrahmen unten

source: Controls the header border line.
de_de: Steuert die Kopfrahmenlinie.

source: Header border color
de_de: Kopfrahmenfarbe

source: Controls the header border line color.
de_de: Steuert die Farbe der Kopfrahmenlinie.

source: Header over the content
de_de: Header über den Inhalt

source: Turn it on if you want to have absolute header position and show it over the breadcrumbs and content.
de_de: Aktivieren Sie diese Position, wenn Sie eine absolute Kopfposition haben möchten, und zeigen Sie sie über die Breadcrumbs und den Inhalt an.

source: Controls the header text/icons color scheme.
de_de: Steuert das Formattext/Symbole der Kopfzeile.

source: Header background
de_de: Header-Hintergrund
nl_nl: Koptekst achtergrond
pl_pl: Tło nagłówka

source: Controls the header background.
de_de: Steuert den Headerhintergrund.

source: Enable top bar
de_de: Aktivieren der oberen Leiste
nl_nl: Schakel bovenste balk in
pl_pl: Włącz górny panel

source: Turn on to show the top bar.
de_de: Schalten Sie ein, um die obere Leiste anzuzeigen.

source: Top bar background
de_de: Top-Bar-Hintergrund
nl_nl: Top bar achtergrond
pl_pl: Tło górnego panela

source: Controls the top bar background.
de_de: Steuert den Hintergrund der oberen Leiste.

source: Controls the top text color scheme.
de_de: Steuert das Farbschema des oberen Textes.

source: Enable top panel
de_de: Aktivieren des oberen Bedienfelds
nl_nl: Bovenste paneel inschakelen
pl_pl: Włącz górny panel

source: Turn on to show the top panel opened by click on an arrow at the middle of the top bar. You can add the Top panel content at the Appearance > Widgets > Top panel.
de_de: Schalten Sie um zu zeigen das top-panel geöffnet durch das klicken auf einen Pfeil in der Mitte der oberen Leiste. Können Sie das Top-panel-Inhalte in der Darstellung &gt; Widgets - &gt; Top-panel.

source: To add instagram account click the button below and follow the intructions.
de_de: Um das Instagram-Konto hinzuzufügen, klicken Sie auf die Schaltfläche unten und folgen Sie den Eindrungen.

source: Add your account
de_de: Fügen Sie Ihr Konto hinzu

source: Mail Chimp API
de_de: Mail-Schimpansen-API

source: Mail Chimp API Key
de_de: Mail-Schimpansen-API-Schlüssel

source: Portfolio projects
de_de: Portfolioprojekte
nl_nl: Portfolio projecten
pl_pl: Projekty portfolio

source: Turn on to enable portfolio projects post type.
de_de: Aktivieren Sie diese Option, um Portfolioprojekte nach dem Typ zu aktivieren.

source: Portfolio page
de_de: Portfolioseite

source: Choose the portfolio page.
de_de: Wählen Sie die Portfolioseite aus.

source: Portfolio filters show
de_de: Portfoliofilter zeigen

source: Work only at portfolio archive page.
de_de: Arbeiten Sie nur auf der Portfolioarchivseite.

source: All
de_de: Alle
nl_nl: Alles
pl_pl: Wszystkie

source: Only parent
de_de: Nur Elternteil

source: Portfolio grid style
de_de: Portfolio-Rasterstil

source: Control the portfolio projects design on the portfolio page.
de_de: Steuern Sie das Portfolioprojektdesign auf der Portfolioseite.

source: With title
de_de: Mit Titel
nl_nl: Met titel
pl_pl: Z tytułem

source: On hover
de_de: Bei hover
nl_nl: Er overheen gaan
pl_pl: Po najechaniu myszą

source: Full width portfolio
de_de: Portfolio mit voller Breite
nl_nl: Volledige pagina breedte portfolio
pl_pl: Pełna szerokość portfolio

source: Turn on to stretch portfolio page.
de_de: Aktivieren Sie die Seite zum Erweitern des Portfolios.

source: Make first project wide
de_de: Erstes Projekt breit gestalten
nl_nl: Maak het eerste project breed
pl_pl: Zrób pierwszy szeroki projekt

source: Turn on to make the first portfolio project on the portfolio page in double size.
de_de: Aktivieren Sie diese Seite, um das erste Portfolioprojekt auf der Portfolioseite in doppelter Größe zu erstellen.

source: Turn on placing projects in optimal position based on available vertical space.
de_de: Aktivieren Sie die Platzierung von Projekten in optimaler Position basierend auf dem verfügbaren vertikalen Raum.

source: Choose the number of columns for the portfolio projects.
de_de: Wählen Sie die Anzahl der Spalten für die Portfolioprojekte aus.

source: Portfolio item spacing
de_de: Portfolio-Artikelabstand
nl_nl: Portfolio-artikelafstand
pl_pl: Odstępy między przedmiotami

source: Set the space between portfolio projects on the portfolio page.
de_de: Legen Sie den Abstand zwischen Portfolioprojekten auf der Portfolioseite fest.

source: Items per page
de_de: Elemente pro Seite
nl_nl: Artikelen per pagina
pl_pl: Przedmioty na stronie

source: Set the number of projects to show on the portfolio page before pagination appears. Use -1 to show all items.
de_de: Legen Sie die Anzahl der Projekte fest, die auf der Portfolioseite angezeigt werden sollen, bevor die Paginierung angezeigt wird. Verwenden Sie -1, um alle Elemente anzuzeigen.

source: Show next/previous projects navigation
de_de: Navigation der nächsten/vorherigen Projekte anzeigen

source: Turn on to show next/prev project navigation on the single project page.
de_de: Aktivieren Sie diese Datei, um die Weiter/Vor-Projektnavigation auf der einzelnen Projektseite anzuzeigen.

source: Image sizes for portfolio
de_de: Bildgrößen für Portfolio

source: Choose the most suitable size for the project images on the portfolio page. Example: "thumbnail", "medium", "large", "full" or other sizes defined by theme. Alternatively enter size in pixels. Example: 200x100 (Width x Height).
de_de: Wählen Sie die am besten geeignete Größe für die Projektbilder auf der Portfolioseite aus. Beispiel: "thumbnail", "medium", "large", "full" oder andere Größen, die durch das Thema definiert werden. Alternativ können Sie die Größe in Pixel eingeben. Beispiel: 200x100 (Breite x Höhe).

source: Portfolio order way
de_de: Portfolio-Bestellweg
nl_nl: Rangschik het portfolio
pl_pl: Zamówienie uporządkowanego portfolio

source: Choose the method of collation for the portfolio projects on the portfolio page.
de_de: Wählen Sie auf der Portfolioseite die Methode der Sortierung für die Portfolioprojekte aus.

source: Portfolio order by
de_de: Portfolioauftrag nach
nl_nl: Portfolio gerangschikt via
pl_pl: Zamówienie portfolio przez

source: Choose the ascending or descending order for the portfolio projects.
de_de: Wählen Sie die aufsteigende oder absteigende Reihenfolge für die Portfolioprojekte aus.

source: Enable promo popup
de_de: Aktivieren von Promo-Popup
nl_nl: Schakel promo popup in
pl_pl: Włącz promocyjny popup

source: Turn on to enable promo popup.
de_de: Aktivieren Sie diese Option, um das Promo-Popup zu aktivieren.

source: Open popup on enter
de_de: Öffnen Sie Popup bei enter
nl_nl: Laat popup zien
pl_pl: Otwórz popup przy wejściu

source: Turn on to show the promo popup when visitor just opened the site.
de_de: Aktivieren Sie diese Seite, um das Promo-Popup anzuzeigen, wenn der Besucher die Website gerade geöffnet hat.

source: Open when scrolled to the bottom of the page
de_de: Öffnen, wenn ein Bildlauf zum unteren Rand der Seite durchgeführt wird
nl_nl: Zichtbaar bij scrollen naar beneden
pl_pl: Otwórz po przewinięciu do dołu strony

source: Turn on to show the promo popup only when visitor scrolled to the bottom of the page.
de_de: Aktivieren Sie diese Option, um das Promo-Popup nur anzuzeigen, wenn der Besucher zum Ende der Seite scrollte.

source: Popup delay
de_de: Popup-Verzögerung

source: Controls the delay before popup appears. In ms. For example, 1000.
de_de: Steuert die Verzögerung, bevor popup angezeigt wird. In ms. Zum Beispiel 1000.

source: Show link in the top bar
de_de: Link in der oberen Leiste anzeigen
nl_nl: Laat link in de bovenste bar zien
pl_pl: Pokaż link na górnym pasku

source: Turn on to show the link to open promo popup at the top bar.
de_de: Aktivieren Sie diese Option, um den Link anzuzeigen, um das Promo-Popup an der oberen Leiste zu öffnen.

source: The text will be displayed if promo popup link in the top bar is enabled.
de_de: Der Text wird angezeigt, wenn der Promo-Popuplink in der oberen Leiste aktiviert ist.

source: Popup content
de_de: Popup-Inhalt
nl_nl: Popup inhoud
pl_pl: Treść popup

source: Add the content to be shown in the promo popup. You can use HTML or static block shortcode here. Do not include JS, PHP code.
de_de: Fügen Sie den Inhalt hinzu, der im Promo-Popup angezeigt werden soll. Sie können hier HTML oder statischeblock-Shortcode verwenden. Fügen Sie keinen JS-, PHP-Code ein.

source: Popup width
de_de: Popupbreite
nl_nl: Popup breedte
pl_pl: Szerokość popup

source: Controls the width of the popup. In pixels.
de_de: Steuert die Breite des Popups. In Pixel.

source: Popup height
de_de: Popuphöhe
nl_nl: Popup hoogte
pl_pl: Wysokość popup

source: Controls the height of the popup. If popup content is higher than this height then you will get the vertical scroll for the popup content. In pixels.
de_de: Steuert die Höhe des Popups. Wenn Der Popupinhalt höher als diese Höhe ist, erhalten Sie den vertikalen Bildlauf für den Popupinhalt. In Pixel.

source: Controls paddings of the popup content.
de_de: Steuert Auffüllungen des Popupinhalts.

source: Popup background
de_de: Popup-Hintergrund
nl_nl: Popup achtergrond
pl_pl: Tło popup

source: Choose the promo popup background.
de_de: Wählen Sie den Promo-Popup-Hintergrund aus.

source: Select socials you want to show
de_de: Wählen Sie Soziale, die Sie anzeigen möchten

source: Turn on share buttons you need to show on the single product and post pages.
de_de: Aktivieren Sie Freigabeschaltflächen, die Sie auf den einzelnen Produkt- und Postseiten anzeigen müssen.

source: Share twitter
de_de: Teilen Twitter
nl_nl: Deel op twitter
pl_pl: Udostępnij twitter

source: Share facebook
de_de: Facebook teilen
nl_nl: Deel op facebook
pl_pl: Udostępnij facebook

source: Share vk
de_de: Teilen vk
nl_nl: Deel op vk
pl_pl: Udostępnij vk

source: Share pinterest
de_de: Aktienpinterest
nl_nl: Deel op pinterest
pl_pl: Udostępnij pinterest

source: Share mail
de_de: Freigeben von E-Mails
nl_nl: Deel via mail
pl_pl: Udostępnij mailem

source: Share whatsapp
de_de: Teilen whatsapp
nl_nl: Deel via whatsapp
pl_pl: Udostępnij whatsapp

source: Share skype
de_de: Teilen von Skype
nl_nl: Deel op skype
pl_pl: Udostępnij skype

source: Speed Optimization
de_de: Geschwindigkeitsoptimierung

source: Image Loading Type
de_de: Bild-Ladetyp

source: It can improve the loading time. Lazy Load - images will be loaded only as they enter the viewport and reduces the number of requests. LQIP(Low-Quality Image Placeholders) - initially loads a low-quality (smaller version) of the final image to fill in the container until the high-resolution version can load.
de_de: Es kann die Ladezeit verbessern. Lazy Load - Bilder werden nur geladen, wenn sie in das Ansichtsfenster gelangen, und die Anzahl der Anforderungen reduziert. LQIP (Low-Quality Image Placeholders) - lädt zunächst eine minderwertige (kleinere Version) des endgültigen Bildes, um den Container auszufüllen, bis die hochauflösende Version geladen werden kann.

source: Lazy
de_de: Faul

source: Old browser support
de_de: Alte Browser-Unterstützung

source: Turn on to load additional JS library to support old browsers.
de_de: Aktivieren Sie diese Datei, um eine zusätzliche JS-Bibliothek zu laden, um alte Browser zu unterstützen.

source: Optimize frontend CSS
de_de: Optimieren von Frontend CSS

source: Turn on to load optimized CSS. Read our documentation to do it in a properly way if you are using child theme installed before 5.0 theme release.
de_de: Aktivieren Sie diese, um optimiertes CSS zu laden. Lesen Sie unsere Dokumentation, um es in einer korrekten Weise zu tun, wenn Sie untergeordnetes Thema verwenden, das vor der 5.0-Theme-Version installiert wurde.

source: Masonry scripts
de_de: Mauerwerksskripte

source: Turn on to load masonry scripts to all pages. Enable this option if you plan to use WPBakery Brands list, 8theme Product Looks elements.
de_de: Aktivieren Sie diese Seite, um Mauerwerksskripts auf alle Seiten zu laden. Aktivieren Sie diese Option, wenn Sie WPBakery Brands Liste, 8theme Product Looks Elemente verwenden möchten.

source: Loads masonry scripts needed to work for masonry elements (115kb of page size)
de_de: Lädt Mauerwerksskripte, die für die Arbeit an Mauerwerkselementen benötigt werden (115kb Seitengröße)

source: FontAwesome support
de_de: FontAwesome-Unterstützung

source: Turn on to load FontAwesom 4.7 icons font and scripts.
de_de: Aktivieren Sie die Schriftart FontAwesom 4.7 Icons, um FontAwesom 4.7-Symbole und Skripts zu laden.

source: Running FontAwesome scripts and styles needed to work for some elements that use those icons, e.g. menu subitem item icons (41kb of page size)
de_de: Ausführen von FontAwesome-Skripts und -Stilen, die für einige Elemente verwendet werden müssen, die diese Symbole verwenden, z. B. Menüunterelementelementsymbole (41 KB Seitengröße)

source: Menu cache
de_de: Menü-Cache

source: Enable object cache for menu.
de_de: Aktivieren Sie den Objektcache für das Menü.

source: Enable object cache for Static Blocks.
de_de: Aktivieren Sie den Objektcache für statische Blöcke.

source: Remove query strings from theme static resources
de_de: Entfernen von Abfragezeichenfolgen aus statischen Designressourcen

source: Enable to remove the version query string from static resources to improve the Remove query strings from static resources grade on GT Metrix. Don't enable if you use cache plugin where this option is also enabled
de_de: Aktivieren Sie das Entfernen der Versionsabfragezeichenfolge aus statischen Ressourcen, um die Abfragezeichenfolgen entfernen aus der statischen Ressourcenklasse auf GT Metrix zu verbessern. Aktivieren Sie nicht, wenn Sie das Cache-Plugin verwenden, bei dem diese Option ebenfalls aktiviert ist.

source: Disable emoji
de_de: Deaktivieren von Emojis

source: It generates an additional HTTP request on your WordPress site to load the wp-emoji-release.min.js file.
de_de: Es generiert eine zusätzliche HTTP-Anfrage auf Ihrer WordPress-Website, um die Datei wp-emoji-release.min.js zu laden.

source: Dark version
de_de: Dunkle Version
nl_nl: Donkere versie
pl_pl: Ciemna wersja

source: Turn on to switch site to dark styles.
de_de: Aktivieren Sie diese Option, um die Site auf dunkle Stile umzuschalten.

source: Main Color
de_de: Hauptfarbe
nl_nl: Standaard kleur
pl_pl: Główny kolor

source: Choose the main color for the site (color of links, active buttons and elements like pagination, sale price, portfolio project mask, blog image mask etc).
de_de: Wählen Sie die Hauptfarbe für die Website (Farbe der Links, aktive Schaltflächen und Elemente wie Paginierung, Verkaufspreis, Portfolio-Projektmaske, Blog-Bildmaske usw.).

source: Site Background
de_de: Site-Hintergrund
nl_nl: Website achtergrond
pl_pl: Tło strony

source: Choose the background of the site. Visible if boxed layout is enabled.
de_de: Wählen Sie den Hintergrund der Website aus. Sichtbar, wenn das Geschachtelte Layout aktiviert ist.

source: Container Background Color
de_de: Container-Hintergrundfarbe
nl_nl: Container achtergrond kleur
pl_pl: Kolor tła pojemnika

source: Choose the background color of the template container. Template container covers the whole visible area if wide layout is enabled.
de_de: Wählen Sie die Hintergrundfarbe des Vorlagencontainers aus. Der Vorlagencontainer deckt den gesamten sichtbaren Bereich ab, wenn ein breites Layout aktiviert ist.

source: Inputs background color
de_de: Eingaben Hintergrundfarbe

source: Controls the background color of the all the inputs.
de_de: Steuert die Hintergrundfarbe aller Eingaben.

source: Inputs border color
de_de: Eingänge Rahmenfarbe

source: Controls the border color of the all the inputs.
de_de: Steuert die Rahmenfarbe aller Eingaben.

source: Make all slider's arrows without background or with your custom color
de_de: Machen Sie alle Schieberegler Pfeile ohne Hintergrund oder mit Ihrer benutzerdefinierten Farbe

source: Custom
de_de: Benutzerdefinierte

source: Slider arrows background color
de_de: Schieberegler Pfeile Hintergrundfarbe

source: Slider arrows color
de_de: Schieberegler Pfeile Farbe

source: Bold weight for icons
de_de: Fettes Gewicht für Symbole

source: Turn on to make all the default icons (cart, search, wishlist, arrows etc) bold.
de_de: Aktivieren Sie diese Option, um alle Standardsymbole (Cart, Suche, Wunschliste, Pfeile usw.) fett zu machen.

source: Light buttons
de_de: Helle Schaltflächen

source: Light buttons background
de_de: Helle Schaltflächen Hintergrund

source: Buttons text color
de_de: Schaltflächen Textfarbe

source: Light buttons border color
de_de: Helle Schaltflächen Rahmenfarbe

source: Controls the light buttons border color
de_de: Steuert die Rahmenfarbe der hellen Schaltflächen

source: Light buttons border width
de_de: Helle Schaltflächen Rahmenbreite

source: Controls the light buttons border width
de_de: Steuert die Rahmenbreite der hellen Schaltflächen

source: Light buttons border radius
de_de: Helle SchaltflächenRahmenradius

source: Light buttons border width (hover)
de_de: Helle Schaltflächen Rahmenbreite (hover)

source: Controls the light buttons border width on hover
de_de: Steuert die Rahmenbreite der hellen Schaltflächen bei Hover

source: Light buttons border style
de_de: Helle Schaltflächen Rahmenstil

source: Controls the light buttons border style
de_de: Steuert den Rahmenstil der hellen Schaltflächen

source: Light buttons border style (hover)
de_de: Helle Schaltflächen Rahmenstil (Hover)

source: Controls the light buttons border style on hover
de_de: Steuert den Rahmenstil der hellen Schaltflächen bei Hover

source: Bordered buttons
de_de: Umrandete Schaltflächen

source: Bordered buttons background
de_de: Hintergrund der umrandeten Schaltflächen

source: Bordered buttons border color
de_de: Rahmenfarbe umrandete Schaltflächen

source: Controls the bordered buttons border color
de_de: Steuert die Rahmenfarbe der umrandeten Schaltflächen

source: Bordered buttons border width
de_de: Umrandete Schaltflächen-Rahmenbreite

source: Controls the bordered buttons border width
de_de: Steuert die Rahmenbreite der umrandeten Schaltflächen

source: Bordered buttons border radius
de_de: Rahmenradius umRandetasten

source: Bordered buttons border width (hover)
de_de: Umrandete Schaltflächen-Rahmenbreite (Hover)

source: Controls the bordered buttons border width on hover
de_de: Steuert die Rahmenbreite von umrandeten Schaltflächen bei Hover

source: Bordered buttons border style
de_de: Rahmenstil umRandeschaltflächen

source: Controls the bordered buttons border style
de_de: Steuert den Rahmenstil der umrandeten Schaltflächen

source: Bordered buttons border style (hover)
de_de: Rahmenstil umrandete Schaltflächen (Hover)

source: Controls the bordered buttons border style on hover
de_de: Steuert den Rahmenstil der umrandeten Schaltflächen bei Hover

source: Dark buttons
de_de: Dunkle Schaltflächen

source: Dark buttons background
de_de: Dunkle Schaltflächen Hintergrund

source: Dark buttons border color
de_de: Dunkle Schaltflächen Rahmenfarbe

source: Controls the dark buttons border color
de_de: Steuert die Rahmenfarbe der dunklen Schaltflächen

source: Dark buttons border width
de_de: Dunkle Schaltflächen Rahmenbreite

source: Controls the dark buttons border width
de_de: Steuert die Rahmenbreite der dunklen Schaltflächen
