Repository: AlexRUS-RUSA/Translation-of-Xstore-theme
Catalog: Xstore/*/xstore-*.po
Languages: de_de, nl_nl, pl_pl

source: Enter categories, tags or custom taxonomies.
nl_nl: Voer categorieën, tags of aangepaste taxonomie in.
pl_pl: Wpisz kategorie, tagi lub niestandardowe taksonomie.

source: Number of items to show per page.
nl_nl: Aantal items die per pagina moeten worden weergegeven.
pl_pl: Liczba elementów do wyświetlenia na stronie.

source: Blog hover effect
pl_pl: Efekt ukrywania bloga

source: Order by
nl_nl: Rangschik op
pl_pl: Zamów przez

source: Date
nl_nl: Datum
pl_pl: Data

source: Order by post ID
nl_nl: Bestellen per post-ID
pl_pl: Zamów przez ID wpisu

source: Author
nl_nl: Auteur
pl_pl: Autor

source: Title
nl_nl: Titel
pl_pl: Tytuł

source: Last modified date
nl_nl: Datum laatste aanpassing
pl_pl: Data ostatniej modyfikacji

source: Post/page parent ID
pl_pl: Identyfikator rodzimego wpisu/strony

source: Number of comments
nl_nl: Aantal reacties
pl_pl: Liczba komentarzy

source: Menu order/Page Order
nl_nl: Menu volgorde / Pagina Order
pl_pl: Kolejność menu / kolejność stron

source: Meta value
nl_nl: Meta waarde
pl_pl: Wartość meta

source: Meta value number
nl_nl: Meta waarde nummer
pl_pl: Numer wartości meta

source: Random order
nl_nl: Willekeurige volgorde
pl_pl: Losowe zamówienie

source: Select order type. If "Meta value" or "Meta value Number" is chosen then meta key is required.
nl_nl: Selecteer bestel type. Als "Meta-waarde" of "Meta-waardenummer" is gekozen, is meta-toets vereist.
pl_pl: Wybierz rodzaj zamówienia. Jeśli wybrana jest "Wartość meta" lub "Numer wartości meta", wymagany jest klucz meta.

source: Data Settings
nl_nl: Gegevensinstellingen
pl_pl: Ustawienia danych

source: Sorting
nl_nl: Sorteren
pl_pl: Sortowanie

source: Descending
nl_nl: Aflopend
pl_pl: Malejąco

source: Ascending
nl_nl: Oplopend
pl_pl: Rosnąco

source: Select sorting order.
nl_nl: Selecteer sorteer bestelling.
pl_pl: Wybierz kolejność sortowania.

source: Meta key
nl_nl: Meta-toets
pl_pl: Klucz meta

source: Input meta key for grid ordering.
nl_nl: Invoer meta-toets voor het bestellen van een raster.
pl_pl: Wprowadź klucz meta do uporządkowania siatki.

source: Exclude
nl_nl: Exclusief
pl_pl: Wykluczać

source: Exclude posts, pages, etc. by title.
nl_nl: Exclusief, berichten,pagina's, enz. Per titel.
pl_pl: Wyklucz wpisy, strony itp. według tytułu.

source: Use "-1" to show all posts.
nl_nl: Gebruik "-1" om alle berichten te tonen.
pl_pl: Użyj "-1" do pokazania wszystkich wpisów.

source: Posts template
nl_nl: Berichten sjabloon
pl_pl: Szablon wiadomości

source: Blog align
nl_nl: Blog uitlijnen
pl_pl: Wyrównanie bloga

source: View all products from %s
nl_nl: Bekijk alle producten van %s
pl_pl: VWyświetl wszystkie produkty z %s

source: As IDs provided order
nl_nl: Als de ID's gegeven bestelling
pl_pl: Jako identyfikatory pod warunkiem porządku

source: ID
pl_pl: Identyfikator

source: Number of brands
nl_nl: Aantal merken
pl_pl: Liczba marek

source: Select how to sort retrieved products. More at %s.
nl_nl: Selecteer hoe u opgehaald producten wilt sorteren. Meer bij %s.
pl_pl: Wybierz sposób sortowania pobranych produktów. Więcej w %s.

source: Order way
nl_nl: Rangschik op
pl_pl: Sposób zamawiania

source: Designates the ascending or descending order. More at %s.
nl_nl: Geeft de oplopende of aflopende volgorde aan. Meer bij % s.
pl_pl: Wyznacza rosnącą lub malejącą kolejność. Więcej w %s.

source: List of product brands
nl_nl: Lijst van productmerken
pl_pl: Lista marek produktów

source: Hide empty brands
nl_nl: Verberg lege merken
pl_pl: Ukryj puste marki

source: Id
pl_pl: Identyfikator

source: Slug
nl_nl: Korte beschrijving
pl_pl: Ślimak

source: Add space between slides
nl_nl: Voeg ruimte tussen dia's toe
pl_pl: Dodaj odstęp między slajdami

source: View All
nl_nl: Bekijk alles
pl_pl: Pokaż wszystko

source: Modified
nl_nl: gewijzigd
pl_pl: Zmodyfikowany

source: Products count
nl_nl: Producten tellen
pl_pl: Podliczone produkty

source: Number of categories
nl_nl: Aantal categorieën
pl_pl: Liczba kategorii

source: List of product categories
nl_nl: Lijst van productcategorieën
pl_pl: Lista kategorii produktów

source: Subcategories limit
nl_nl: Subcategorieën limiet
pl_pl: Ograniczenie podkategorii

source: Exclude Categories
nl_nl: Categorieën uitsluiten
pl_pl: Wyklucz kategorie

source: List of product categories to exclude
nl_nl: Lijst met productcategorieën die u wilt uitsluiten
pl_pl: Lista kategorii produktów do wykluczenia

source: Display type
pl_pl: Typ wyświetlania

source: Sort order
nl_nl: Orders sorteren
pl_pl: Sortuj zamówienie

source: Parent ID
pl_pl: Rodzimy identyfikator

source: Get direct children of this term (only terms whose explicit parent is this value). If 0 is passed, only top-level terms are returned. Default is an empty string.
nl_nl: Krijg directe onderliggende gegevens van deze term (alleen termen waarvan de uitdrukkelijke bovenliggende gegevens deze waarde heeft). Als 0 is geslaagd, worden alleen bovenstaande voorwaarden teruggestuurd. Standaard is een lege tekenreeks.
pl_pl: Uzyskaj bezpośredni dostęp dzieci do tego terminu (tylko terminy, których jawnym rodzicem jest ta wartość). Jeśli zostanie podane 0, zwracane są tylko hasła najwyższego poziomu. Domyślnie jest pustym ciągiem.

source: Style
nl_nl: Stijl
pl_pl: Styl

source: Text color
nl_nl: Tekst kleur
pl_pl: Kolor tekstu

source: Vertical align for text
nl_nl: Verticale uitlijning voor tekst
pl_pl: Wyrównanie tekstu w pionie

source: Remove space between items
nl_nl: Verwijder de lege ruimtes tussen de items
pl_pl: Usuń przestrzeń między przedmiotami

source: secs
nl_nl: Seconden
pl_pl: sekundy

source: Year
nl_nl: Jaar
pl_pl: Rok

source: Month
nl_nl: Maand
pl_pl: Miesiąc

source: January
nl_nl: Januari
pl_pl: Styczeń

source: February
nl_nl: Februari
pl_pl: Luty

source: March
nl_nl: Maart
pl_pl: Marzec

source: April
pl_pl: Kwiecień

source: May
nl_nl: Mei
pl_pl: Maj

source: June
nl_nl: Juni
pl_pl: Czerwiec

source: July
nl_nl: Julie
pl_pl: Lipiec

source: August
nl_nl: Augustus
pl_pl: Sierpień

source: September
pl_pl: Wrzesień

source: October
nl_nl: Oktober
pl_pl: Październik

source: November
pl_pl: Listopad

source: December
pl_pl: Grudzień

source: Day
nl_nl: Dag
pl_pl: Dzień

source: Hour
nl_nl: Uur
pl_pl: Godzina

source: Minutes
nl_nl: Minuten
pl_pl: Minuta

source: Color scheme
nl_nl: Kleuren schema
pl_pl: Schemat kolorów

source: [8THEME] Tabs
pl_pl: [8THEME] Zakładki

source: Title style
nl_nl: Titel stijl
pl_pl: Styl tytułu

source: Tab
pl_pl: Zakładka

source: Enter section title (Note: you can leave it empty).
nl_nl: Vul sectietitel in (Opmerking: u mag dit leeg laten).
pl_pl: Wpisz tytuł sekcji (uwaga: możesz zostawić ją pustą).

source: Tab Image
nl_nl: Tab Afbeelding
pl_pl: Obraz zakładki

source: Image size
nl_nl: Afbeeldingsgrootte
pl_pl: Rozmiar obrazu

source: Section ID
nl_nl: Sectie-ID
pl_pl: Identyfikator sekcji

source: Enter section ID (Note: make sure it is unique and valid according to <a href="%s" target="_blank">w3c specification</a>).
nl_nl: Voer sectie-ID in (Opmerking: zorg ervoor dat het uniek is en geldig is volgens de <a href="%s" target="_blank"> w3c-specificatie </a>).
pl_pl: Wprowadź identyfikator sekcji (uwaga: upewnij się, że jest unikalny i ważny zgodnie z <a href="%s" target="_blank">w3c specification</a>).

source: Facebook link
pl_pl: Link do Facebooka

source: Twitter link
nl_nl: Facebook link
pl_pl: Link do Twittera

source: Instagram link
pl_pl: Link do Instagramu

source: Google + link
pl_pl: Link do Google +

source: Pinterest link
pl_pl: Link do Printest

source: LinkedIn link
nl_nl: Pinterest link
pl_pl: Link do LinkedIn

source: Tumblr link
pl_pl: Link do Tumblr

source: YouTube link
pl_pl: Link do YouTube

source: Vimeo link
pl_pl: Link do Vimeo

source: RSS link
pl_pl: Link do RSS

source: VK link
pl_pl: Link do VK

source: Houzz link
pl_pl: Link do Houzz

source: Tripadvisor link
pl_pl: Link do Tripadvisor

source: Size
nl_nl: Maat
pl_pl: Rozmiar

source: Normal
nl_nl: Normaal
pl_pl: Normalny

source: Colorfull icons
nl_nl: Kleurrijke iconen
pl_pl: Kolorowe ikony

source: Filled icons
nl_nl: Gevulde iconen
pl_pl: Wypełnione ikony

source: Links target
nl_nl: Link bestemming
pl_pl: Cel linków

source: Current window
nl_nl: Huidig venster
pl_pl: Obecne okno

source: Blank
nl_nl: Leeg
pl_pl: Pusty

source: Icons background
nl_nl: Icoon achtergrond
pl_pl: Tło ikony

source: Icons color
nl_nl: Icoon kleur
pl_pl: Kolor ikon

source: Icons background hover
nl_nl: Icoon achtergrondkleur bij selectie
pl_pl: Tło ikon po najechaniu

source: Icons color hover
nl_nl: Icoon kleur bij selectie
pl_pl: Kolor ikon po najechaniu

source: Icon library
nl_nl: Iconen bibliotheek
pl_pl: Biblioteka ikon

source: Font Awesome
nl_nl: Lettertype Awesome
pl_pl: Niesamowite czcionki

source: Open Iconic
pl_pl: Otwórz ikony

source: Typicons
pl_pl: Typy ikon

source: Entypo
pl_pl: Entypy

source: Linecons
pl_pl: Linie icon

source: Mono Social
nl_nl: Mono Sociaal
pl_pl: Monospołeczności

source: Upload image
nl_nl: Afbeelding uploaden
pl_pl: Załaduj zdjęcie

source: Select icon library.
nl_nl: Selecteer pictogrambibliotheek.
pl_pl: Wybierz bibliotekę ikon.

source: Select icon from library.
nl_nl: Selecteer icoon uit bibliotheek.
pl_pl: Wybierz ikonę z biblioteki.

source: Select icon from media library.
nl_nl: Selecteer icoon uit de mediabibliotheek.
pl_pl: Wybierz ikonę z biblioteki mediów.

source: Icon color
nl_nl: Pictogram kleur
pl_pl: Kolor ikon

source: Icon background color
nl_nl: Pictogram achtergrondkleur
pl_pl: Kolor tła ikony

source: Icon color (hover)
nl_nl: Pictogram kleur (zwevend)
pl_pl: Kolor ikony (najechanie)

source: Icon background color (hover)
nl_nl: Pictogram achtergrondkleur (zweven)
pl_pl: Kolor tła ikony (najechanie)

source: Position of the icon
nl_nl: Positie van het pictogram
pl_pl: Pozycja ikony

source: Border
nl_nl: Lijn
pl_pl: Granica

source: Black
nl_nl: Zwart
pl_pl: Czarny

source: Design
nl_nl: Ontwerp
pl_pl: Projekt

source: Username or hashtag
nl_nl: Gebruikersnaam of hashtag
pl_pl: Nazwa użytkownika lub hashtag

source: Numer of photos
nl_nl: Aantal foto's
pl_pl: Liczba zdjęć

source: Photo size
nl_nl: Foto grootte
pl_pl: Rozmiar zdjęcia

source: Thumbnail
nl_nl: Kleine afbeelding
pl_pl: Miniaturka

source: Medium
pl_pl: Średni

source: Open links in
pl_pl: Otwórz linki w

source: Current window (_self)
nl_nl: Huidig venster (_zelfde venster)
pl_pl: Obecne okno (_self)

source: New window (_blank)
nl_nl: Nieuw venster (_leeg venster)
pl_pl: Nowe okno (_blank)

source: Link text
nl_nl: Link tekst
pl_pl: Tekst linku

source: Without spacing
nl_nl: Zonder tussenruimte
pl_pl: Bez odstępów

source: comments
nl_nl: commentaren
pl_pl: komentarze

source: comment
nl_nl: commentaar
pl_pl: komentarz

source: Random
nl_nl: Willekeurig
pl_pl: Losowy

source: Comment count
nl_nl: Commentaar tellen
pl_pl: Liczba komentarzy

source: Menu order
nl_nl: Menu volgorde
pl_pl: Kolejność menu

source: Product IDs
pl_pl: Identyfikator produktu

source: Add products by title.
nl_nl: Voeg producten per titel toe.
pl_pl: Dodaj produkty według tytułu.

source: Display Type
nl_nl: Type weergave
pl_pl: Typ wyświetlania

source: Full screen
nl_nl: Scherm vullend
pl_pl: Pełny ekran

source: Catalog image size
nl_nl: Catalogus afbeelding grootteafmetingen
pl_pl: Rozmiar obrazu w katalogu

source: Single product image size
nl_nl: Eenvoudige product afbeeldinggrootte
pl_pl: Rozmiar pojedynczego obrazu produktu

source: Remove space between slides
nl_nl: Verwijder de ruimte tussen de dia's
pl_pl: Usuń przestrzeń między sliderami

source: Product View
nl_nl: Productweergave
pl_pl: Widok produktu

source: Product View Color
nl_nl: Kleur van de productweergave
pl_pl: Kolor widoku produktu

source: Product layout for this slider
nl_nl: Product lay-out voor deze slider
pl_pl: Układ produktu dla slidera

source: Advanced
nl_nl: Geavanceerd
pl_pl: Zaawansowane

source: Products type
nl_nl: Product type
pl_pl: Rodzaj produktu

source: Recently viewed
nl_nl: Recent bekeken
pl_pl: Ostatnio oglądane

source: Bestsellings
nl_nl: Best verkopende
pl_pl: Najlepiej sprzedający się

source: Show sale counter
nl_nl: Toon verkoopteller
pl_pl: Pokaż licznik sprzedaży

source: Use "-1" to show all products.
nl_nl: Gebruik "-1" om alle producten te tonen.
pl_pl: Użyj "-1", aby wyświetlić wszystkie produkty.

source: Categories or tags
nl_nl: Categorieën of tags
pl_pl: Kategorie lub tagi

source: Slider autoplay
pl_pl: Autoodtwarzanie slidera

source: Products Tabs
nl_nl: Producten tabs
pl_pl: Karty produktów

source: Left bar
nl_nl: Linker balk
pl_pl: Lewy pasek

source: Right bar
nl_nl: Rechter balk
pl_pl: Prawy pasek

source: Tab title.
nl_nl: Tab titel.
pl_pl: Tytuł karty.

source: Tab ID
pl_pl: Identyfikator karty

source: Member name
nl_nl: Lidnaam
pl_pl: Nazwa członka

source: Member email
nl_nl: Lid email
pl_pl: Email członka

source: Position
nl_nl: Positie
pl_pl: Pozycja

source: Member information
nl_nl: Lid informatie
pl_pl: Informacje o członku

source: Member description
nl_nl: Lid beschrijving
pl_pl: Opis członka

source: Content position
nl_nl: Inhoud positie
pl_pl: Pozycja treści

source: Image position
nl_nl: Beeld positie
pl_pl: Pozycja obrazu

source: Skype name
nl_nl: Skype naam
pl_pl: Skype

source: How many testimonials to show? Enter number.
nl_nl: Hoeveel testimonials laten zien? Voer een nummer in
pl_pl: Ile referencji do pokazania? Wpisz numer.

source: Slider with grid
nl_nl: Slider met raster
pl_pl: Slider z siatką

source: Interval
pl_pl: Interwał

source: Interval between slides. In milliseconds. Default: 10000
nl_nl: Interval tussen dia's. In milliseconden. Standaard: 10000
pl_pl: Odstęp między sliderami. W milisekundach. Domyślnie: 10000

source: Slider columns
nl_nl: Slider kolommen
pl_pl: Kolumny slidera

source: Show Control Navigation
nl_nl: Toon navigatie controle
pl_pl: Pokaż nawigację sterowania

source: Category
nl_nl: Categorie
pl_pl: Kategoria

source: Display testimonials from category.
nl_nl: Toon testimonials uit categorie.
pl_pl: Wyświetl referencje z kategorii.

source: Columns number
nl_nl: Nummer van de klolom
pl_pl: Liczba kolumn

source: Banner position
nl_nl: Banner positie
pl_pl: Pozycja banera

source: Banner position number. From 1 to number of products.
nl_nl: Banner positie nummer. van 1 tot aantal producten.
pl_pl: Numer pozycji banera. Od 1 do liczby produktów.

source: Banner double size
nl_nl: Dubbel grootte banner
pl_pl: Podwójny rozmiar banera

source: Design 1
nl_nl: Ontwerp 1
pl_pl: Projekt 1

source: Design 2
nl_nl: Ontwerp 2
pl_pl: Projekt 2

source: Design for product images
nl_nl: Ontwerp voor productafbeeldingen
pl_pl: Projekt dla obrazów produktów

source: Divider
nl_nl: Verdeler
pl_pl: Rozdzielacz

source: Short
nl_nl: Kort
pl_pl: Krótki

source: Not enough information
nl_nl: Niet genoeg informatie
pl_pl: Brak wystarczających informacji

source: Customer Key
pl_pl: Klucz klienta

source: Customer Secret
pl_pl: Sekret klienta

source: Access Token
pl_pl: Token dostępu

source: Access Token Secret
pl_pl: Uzyskaj dostęp do tokenu tajnego klucza

source: Number of tweets
nl_nl: Aantal tweets
pl_pl: Liczba tweetów

source: Main Sidebar
nl_nl: Hoofd zijbalk
pl_pl: Główny pasek boczny

source: Top panel
nl_nl: Boven paneel
pl_pl: Górny panel

source: Set your main menu in
nl_nl: Zet u main menu in
pl_pl: Ustaw swoje główne menu w

source: Share Social
nl_nl: Deel op sociale media
pl_pl: Udostępnij społeczność

source: Archive by category
nl_nl: Archief per categorie
pl_pl: Archiwum według kategorii

source: Search results for
nl_nl: zoekresultaten voor
pl_pl: Wyniki wyszukiwania dla

source: Search Results for: %s
nl_nl: Zoek resultaten voor: %s
pl_pl: Wyniki wyszukiwania dla: %s

source: All posts by %s
nl_nl: Alle berichten van %s
pl_pl: Wszystkie wpisy przez %s

source: Daily Archives: %s
nl_nl: Dagelijkse archieven: %s
pl_pl: Dzienne archiwa: %s

source: Monthly Archives: %s
nl_nl: Maandelijkse archieven: %s
pl_pl: Miesięczne archiwa: %s

source: Yearly Archives: %s
nl_nl: Jaarlijkse Archieven: %s
pl_pl: Roczne archiwa: %s

source: Tag Archives: %s
pl_pl: Archiwa tagów: %s

source: Category Archives: %s
nl_nl: Categorie Archieven: %s
pl_pl: Archiwa kategorii: %s

source: Videos
pl_pl: Video

source: Website
pl_pl: Strona internetowa

source: We invite you to get acquainted with an assortment of our site. Surely you can find something for yourself!
nl_nl: Wij nodigen u uit om kennis te maken met het assortiment van onze site. U kunt zeker iets voor uzelf vinden!
pl_pl: Zapraszamy do zapoznania się z asortymentem naszej strony. Na pewno znajdziesz coś dla siebie!

source: You are now logged in as <strong>%s</strong>
nl_nl: U bent nu ingelogd als <strong>%s</ strong>
pl_pl: Jesteś teraz zalogowany jako <strong>%s</strong>

source: Login / Register with Facebook
nl_nl: Inloggen / Registreren met Facebook
pl_pl: Zaloguj / Zarejestruj się za pomocą Facebooka

source: Please check your cart.
pl_pl: Sprawdź swój koszyk.

source: Wishlist type
nl_nl: verlanglijst type
pl_pl: Rodzaj listy życzeń

source: Only for "Use shortcode" wislist position
nl_nl: Alleen voor "Gebruik shortcode" wenslijst positie
pl_pl: Tylko dla pozycji "Użyj skrótu" na liście życzeń

source: Wishlist position
nl_nl: Verlanglijst positie
pl_pl: Pozycja listy ulubionych

source: After "add to cart" button
nl_nl: Na de knop "Toevoegen aan winkelwagen"
pl_pl: Przycisk po Dodaj do koszyka

source: Under "add to cart" button
nl_nl: Onder "Add to cart" knop
pl_pl: Przycisk przed Dodaj do koszyka

source: Theme Activated
nl_nl: Thema geactiveerd
pl_pl: Motyw aktywowany

source: 8Theme Options
nl_nl: 8Theme Opties
pl_pl: 8Theme opcje

source: General
nl_nl: Algemeen
pl_pl: Ogólne

source: Layout
pl_pl: Układ

source: Site Layout
nl_nl: Website opmaak
pl_pl: Układ strony

source: Boxed
pl_pl: Pudełkowy

source: Bordered
nl_nl: begrensd
pl_pl: Graniczny

source: Use site preloader
nl_nl: Gebruik de site preloader
pl_pl: Użyj preloadera witryny

source: Upload image: png, jpg or gif file
nl_nl: Upload afbeelding: png, jpg of gif bestand
pl_pl: Załaduj plik obrazu: png, jpg lub gif

source: Preloader image
nl_nl: Preloader afbeelding
pl_pl: Obraz wstępnego ładowania

source: Support chat
nl_nl: Ondersteunende chat
pl_pl: Czat pomocy technicznej

source: You support expired. To renew go to
nl_nl: Uw ondersteuning is verlopen. Om te vernieuwen ga naar....
pl_pl: Twoja pomoc wygasła. Aby odnowić, przejdź do

source: Enable static blocks
nl_nl: Sta statische blokken aan toe
pl_pl: Włącz statyczne bloki

source: Testimonials
nl_nl: Professionaliteit
pl_pl: Referencje

source: Variant xstore
pl_pl: Wariant xstore

source: Variant xstore2
pl_pl: Wariant xstore2

source: Variant center
pl_pl: Wariant centralny

source: Variant center 2
pl_pl: Wariant centralny 2

source: Variant center 3
nl_nl: Variant center 2
pl_pl: Wariant centralny 3

source: Variant standard
pl_pl: Wariant standardowy

source: Double menu
nl_nl: Dubbel menu
pl_pl: Podwójne menu

source: Two rows
nl_nl: Twee rijen
pl_pl: Dwa rzędy

source: Variant simple
nl_nl: Eenvoudige variant
pl_pl: Wariant prosty

source: Variant hamburger
nl_nl: Hamburger variant
pl_pl: Wariant hamburger

source: Variant vertical
nl_nl: Verticale variant
pl_pl: Wariant pionowy

source: Variant vertical 2
nl_nl: 2e verticale vaariant
pl_pl: Wariant pionowy 2

source: Header Settings
nl_nl: Header instellingen
pl_pl: Ustawienia nagłówka

source: Header maximum width
nl_nl: Header maximale breedte
pl_pl: Maksymalna szerokość nagłówka

source: Header overlaps the content
nl_nl: Koptekst overlapt de inhoud
pl_pl: Nagłówek pokrywa się z treścią

source: Header
nl_nl: Kop tekst
pl_pl: Nagłówek

source: Enable Sign In link
nl_nl: Link om in te loggen gebruiken
pl_pl: Włącz link logowania

source: Enable search form in
nl_nl: Activeer zoekformulier in
pl_pl: Włącz formularz wyszukiwania w

source: Search by sku
nl_nl: Zoeken op SKU
pl_pl: Szukaj po SKU

source: Icon with background
nl_nl: pictogram met achtergrond
pl_pl: Ikona z tłem

source: Show number of cart items on favicon
nl_nl: Laat het aantal items in winkelwagen zien op favicoon
pl_pl: Pokaż liczbę pozycji w favicon

source: Background color for cart number label
nl_nl: Achtergrondkleur voor cart nummer label
pl_pl: Kolor tła dla etykiety numeru koszyka

source: Label position
nl_nl: Label positie
pl_pl: Pozycja etykiety

source: Enable secondary menu
nl_nl: Schakel het tweede menu in
pl_pl: Widoczność drugiego menu

source: Breadcrumbs
nl_nl: Broodkruimels
pl_pl: Nawigacja okruszkowa

source: Breadcrumbs size
nl_nl: Broodkruimel grootte
pl_pl: Rozmiar nawigacji okruszkowej

source: "Back to previous page" button
nl_nl: "Terug naar vorige pagina" knop
pl_pl: Przycisk Powrót do poprzedniej strony

source: Breadcrumbs padding
nl_nl: Breadcrumbs vulling
pl_pl: Wypełnienie nawigacji okruszkowej

source: Will be shown if footer sidebars are empty
nl_nl: Laat zien als de footer zijbalk leeg is
pl_pl: Zostaną wyświetlone, jeśli stopki boczne stopki są puste

source: 404 page
nl_nl: 404 pagina
pl_pl: Strona 404

source: Facebook Login
nl_nl: Inloggen met Facebook
pl_pl: Nazwa użytkownika Facebook

source: To create Facebook APP ID follow the instructions <a href="https://developers.facebook.com/docs/apps/register" target="_blank">https://developers.facebook.com/docs/apps/register</a>
nl_nl: Volg de instructies om een Facebook APP ID te maken<a href="https://developers.facebook.com/docs/apps/register" target="_blank">https://developers.facebook.com/docs/apps/register</a>
pl_pl: W celu utworzenia identyfikatora aplikacji Facebook APP, postępuj zgodnie z instrukcjami <a href="https://developers.facebook.com/docs/apps/register" target="_blank">https://developers.facebook.com/docs/apps/register</a>

source: Share buttons
nl_nl: Delen knop
pl_pl: Udostępnij przyciski

source: Share google
nl_nl: Deel op google
pl_pl: Udostępnij google

source: Share linkedin
nl_nl: Deel op linkedin
pl_pl: Udostępnij linkedin

source: Styling
nl_nl: Stijl
pl_pl: Stylizacja

source: Form inputs background color
nl_nl: Form inputs achtergrondkleur
pl_pl: Format koloru tła wejściowego

source: Form inputs border color
nl_nl: Form inputs rand lijn kleur
pl_pl: Format koloru krawędzi

source: Navigation
nl_nl: Navigatie
pl_pl: Nawigacja

source: Footer padding
nl_nl: Footer vulling
pl_pl: Podbicie stopki

source: Copyrights Links
pl_pl: Linki Copyrights

source: Copyrights padding
nl_nl: Copyrights vulling
pl_pl: Podbicie Copyrights

source: Custom CSS
nl_nl: Aangepaste CSS
pl_pl: Domyślny CSS

source: Global Custom CSS
nl_nl: Globaal aangepaste CSS
pl_pl: Globalny domyślny CSS

source: Custom CSS for mobile (0 - 420px)
nl_nl: Aangepaste CSS voor mobiel (0 - 420px)
pl_pl: Domyślny CSS na urządzenia mobilne (0 - 420px)

source: Menu second level
nl_nl: Menu tweede niveau
pl_pl: Menu drugiego poziomu

source: Secondary Navigation
nl_nl: Secundaire Navigatie
pl_pl: Druga nawigacja

source: Upload custom font
nl_nl: Upload aangepaste lettertype
pl_pl: Załaduj czcionkę

source: Font that you upload here will be available in the font-family drop-downs at the Typography options
nl_nl: Lettertype die u hier uploadt, is beschikbaar in de drop-downs van de lettertypen familie bij de opties Typografie
pl_pl: Czcionka, którą tu przesyłasz, będzie dostępna w menu czcionek w opcjach Typografia

source: Enable cart widget in
nl_nl: Schakel de winkelwagen widget in
pl_pl: Włącz widget koszyka w

source: Disable "Add To Cart" button and shopping cart
nl_nl: Schakel "Toevoegen aan winkelwagentje" uit knop en winkelwagentje
pl_pl: Wyłącz przycisk "Dodaj do koszyka" oraz koszyk

source: Enable Navigation Accordion
nl_nl: Schakel navigatie in
pl_pl: Włącz akordeon nawigacyjny
