Repository: AlexRUS-RUSA/Translation-of-Xstore-theme
Catalog: Xstore/*/xstore-*.po
Languages: de_de, nl_nl, pl_pl

source: No projects were found!
de_de: Es wurden keine Projekte gefunden!
nl_nl: Er zijn geen projecten gevonden!
pl_pl: Nie znaleziono żadnych projektów!

source: The main sidebar area
de_de: Der Hauptseitenleistenbereich
nl_nl: Het belangrijkste sidebar gebied
pl_pl: Główny obszar paska bocznego

source: Left side top bar area
de_de: Linke Seite obere BarBereich
nl_nl: Linker bovenkant van deze balk
pl_pl: Lewa górna część paska

source: Can be used for placing languages switcher of some contacts information.
de_de: Kann verwendet werden, um Sprachen-Switcher einiger Kontaktinformationen zu platzieren.
nl_nl: Kan gebruikt worden voor het plaatsen van talen switcher van sommige contactgegevens.
pl_pl: Może być używany do przełączania języków niektórych informacji o kontaktach.

source: Right side top bar area
de_de: Rechte Seite oben BarBereich
nl_nl: Rechter bovenkant van deze balk
pl_pl: Prawa górna część paska

source: Mobile sidebar area
de_de: Mobiler Seitenleistenbereich
nl_nl: Plaats voor mobiele zijbalk
pl_pl: Mobilny obszar paska bocznego

source: Shop Sidebar
de_de: Kaufen Sidebar
nl_nl: Zijbalk voor winkel
pl_pl: Pasek boczny sklepu

source: Shop page widget area
de_de: Shop-Seite Widget-Bereich
nl_nl: Winkel pagina widget gebied
pl_pl: Zajrzyj do obszaru widgetów strony

source: Shop filters
de_de: Shop-Filter
nl_nl: Winkel filters
pl_pl: Filtry sklepu

source: Widget area that appears above the products on Shop page
de_de: Widget-Bereich, der über den Produkten auf der Shop-Seite angezeigt wird
nl_nl: Widget gebied dat boven de producten op winkel pagina verschijnt
pl_pl: Obszar widżetu nad produktami na stronie sklepu

source: After the products
de_de: Nach den Produkten
nl_nl: Na de producten
pl_pl: Po produktach

source: Widget area that appears after the products on Shop page
de_de: Widget-Bereich, der nach den Produkten auf der Shop-Seite angezeigt wird
nl_nl: Widget gebied dat verschijnt na de producten op de winkel pagina
pl_pl: Obszar widżetu, który pojawia się po produktach na stronie sklepu

source: Single product page Sidebar
de_de: Einzelne Produktseite Sidebar
nl_nl: Enkele product pagina Zijbalk
pl_pl: Boczny pasek strony pojedynczego produktu

source: Single product page widget area
de_de: Widget-Bereich für einzelne Produktseiten
nl_nl: Enkele productpagina widget gebied
pl_pl: Obszar widgetów pojedynczego produktu

source: Cart area
de_de: Cart-Bereich
nl_nl: winkelwagen gebied
pl_pl: Obszar koszyka

source: Widget area that appears on the shopping cart page
de_de: Widget-Bereich, der auf der Warenkorbseite angezeigt wird
nl_nl: Widget gebied dat verschijnt op de winkelwagen pagi
pl_pl: Obszar widgetu, który pojawia się na stronie koszyka

source: Pre Footer Area
de_de: Vor-Fusszeilenbereich
pl_pl: Obszar przedstopki

source: The prefooter footer area
de_de: Der Vor-Fusszeilenbereich
pl_pl: Obszar przedstopki

source: The main footer widgets area
de_de: Der Haupt-Fusszeilen-Widgetbereich
pl_pl: Główny obszar widgetów stopki

source: Footer Copyrights Left
de_de: Fusszeilen Copyrights Links
nl_nl: Footer Copyrights Links
pl_pl: Lewa strona stopki Copyrights

source: Footer area for copyrights
de_de: Fußzeilenbereich für Copyrights
nl_nl: Copyrights gedeelte in de footer
pl_pl: Obszar stopki Copyrights

source: Footer Copyrights Right
de_de: Fusszeilen Copyrights rechts
nl_nl: Footer Copyrights Rechts
pl_pl: Prawa strona stopki Copyrights

source: Footer area for copyrights right
de_de: Fußzeilenbereich für Copyrights rechts
nl_nl: Footer area voor copyrights rechts
pl_pl: Obszar prawej strony stopki Copyrights

source: Environment
de_de: Umgebung

source: Requirement
de_de: Anforderung

source: WP File System:
de_de: WP-Dateisystem:

source: Memory limit:
de_de: Speicherlimit:

source: Max execution time:
de_de: Maximale Ausführungszeit:

source: Max input vars:
de_de: Max. Eingabe-Variablen:

source: Upload max filesize:
de_de: Maximale Dateigröße hochladen:

source: ../Uploads folder:
de_de: .. /Uploads-Ordner:

source: GZIP compression:
de_de: GZIP-Komprimierung:

source: Read more
de_de: Lesen Sie mehr
nl_nl: Lees meer
pl_pl: Czytaj dalej

source: at
de_de: Auf
nl_nl: te
pl_pl: w

source: by
de_de: Von
nl_nl: bij
pl_pl: przez

source: Posted by
de_de: Gepostet von
nl_nl: Bericht van
pl_pl: Wysłane przez

source: Set your menu in
de_de: Stellen Sie Ihr Menü in

source: Appearance &gt; Menus
de_de: Aussehen - &gt; Menüs
nl_nl: Weergave & gt; menu's
pl_pl: Wygląd &gt; Menu

# %1$d = first, %2$d = last, %3$d = total
source: %1$d&ndash;%2$d %4$s %3$d posts
de_de: %1$d–%2$d %4$s %3$d Beiträge
nl_nl: %1$d&ndash;%2$d %4$s %3$d berichten
pl_pl: %1$d&ndash;%2$d %4$s %3$d wpisów

source: of
de_de: von
pl_pl: z

source: the single result
de_de: das einzelne Ergebnis
nl_nl: het enkele resultaat
pl_pl: pojedynczy wynik

source: all
de_de: Alle
nl_nl: Alles
pl_pl: wszystko

source: posts
de_de: Beiträge
nl_nl: Berichten
pl_pl: wpisy

source: Showing
de_de: Zeigen
nl_nl: Zichtbaar
pl_pl: Pojawiające się

source: Rated %d out of 5
de_de: Bewertet %d von 5
nl_nl: beoordeel %d van de 5
pl_pl: Oceniono %d poniżej 5

source: out of 5
de_de: von 5
nl_nl: van de 5
pl_pl: poniżej 5

source: Your comment is awaiting moderation.
de_de: Ihr Kommentar wartet auf Mäßigung.
nl_nl: Je opmerking moet nog beoordeeld worden.
pl_pl: Twój komentarz czeka na moderację.

source: Reply to comment
de_de: Antworten auf Kommentar
nl_nl: Beantwoord commentaar
pl_pl: Odpowiedz na komentarz

source: Load More
de_de: Laden Sie mehr

source: Share:
de_de: Freigeben:

source: Return to previous page
de_de: Zurück zur vorherigen Seite
nl_nl: Vorige pagina
pl_pl: Powrót do poprzedniej strony

source: Products found
de_de: Gefundene Produkte
nl_nl: Gevonden producten
pl_pl: Produkty znalezione

source: Pages found
de_de: Gefundene Seiten

source: Portfolio found
de_de: Portfolio gefunden

source: Posts found
de_de: Beiträge gefunden
nl_nl: Gevonden berichten
pl_pl: Wpisy znalezione

source: To use this element install or activate WooCommerce plugin
de_de: Um dieses Element zu verwenden, installieren oder aktivieren Sie das WooCommerce-Plugin
nl_nl: Om dit element te gebruiken installeer of activeer WooCommerce plugin

source: To use this element install or activate XStore Core plugin
de_de: So verwenden Sie dieses Element installieren oder aktivieren XStore Core Plugin

source: Page %s
de_de: Seite %s
nl_nl: Pagina %s
pl_pl: Strona %s

source: My Account
de_de: Mein Konto
nl_nl: Mijn account
pl_pl: Moje konto

source: Sign In
de_de: Anmelden
nl_nl: Aanmelden
pl_pl: Zaloguj się

source: Sign In or Create an account
de_de: Anmelden oder Erstellen eines Kontos
nl_nl: Log in of maak een account aan
pl_pl: Logowanie/Rejestracja

source: Username or email address
de_de: Benutzername oder E-Mail-Adresse

source: Password
de_de: Passwort
nl_nl: Paswoord
pl_pl: Hasło

source: Lost password ?
de_de: Passwort vergessen ?

source: Remember Me
de_de: erinnern Sie sich an mich

source: Log in
de_de: Anmelden

source: New client
de_de: Neuer Kunde

source: Register ?
de_de: Registrieren?

source: Username or email address *
de_de: Benutzername oder E-Mail-Adresse *

source: Password *
de_de: Passwort *

source: Continue reading
de_de: Lesen
nl_nl: Doorgaan met lezen
pl_pl: Czytaj dalej

source: Your email address will not be published. Required fields are marked
de_de: Ihre E-Mail-Adresse wird nicht veröffentlicht. Erforderliche Felder sind markiert

source: Your Comment
de_de: Ihr Kommentar
nl_nl: Uw commentaar
pl_pl: Twój komentarz

source: Comment
de_de: Kommentar
nl_nl: Commentaar
pl_pl: Komentarz

source: Name
de_de: Namen
nl_nl: Naam
pl_pl: Imię

source: Your name (required)
de_de: Ihr Name (erforderlich)
nl_nl: Uw naam (verplicht)
pl_pl: Twoje imię (wymagane)

source: Your email (required)
de_de: Ihre E-Mail (erforderlich)
nl_nl: Uw email adres (verplicht)
pl_pl: Twoje email (wymagany)

source: Your website
de_de: Ihre Website
nl_nl: Uw website
pl_pl: Twoja strona internetowa

source: Save my name, email, and website in this browser for the next time I comment.
de_de: Speichern Sie meinen Namen, meine E-Mail-Adresse und meine Website in diesem Browser für das nächste Mal, wenn ich einen Kommentar abzugeben.

source: Lost Password ?
de_de: Passwort vergessen ?

source: View all
de_de: Alle anzeigen
nl_nl: Bekijk alles
pl_pl: Pokaż wszystkie

source: No results were found
de_de: Es wurden keine Ergebnisse gefunden.
nl_nl: Er zijn geen resultaten gevonden
pl_pl: Brak wyników wyszukiwania

source: No items matched your search
de_de: Keine Elemente übereinstimmen Dzu ihrer Suche

source: Check your spelling or search again with less specific terms.
de_de: Überprüfen Sie Ihre Rechtschreibung oder suchen Sie erneut mit weniger spezifischen Begriffen.

source: Can't login with Facebook. Please, try again later.
de_de: Kann sich nicht bei Facebook anmelden. Bitte versuchen Sie es später erneut.
nl_nl: Kan (nog)niet inloggen met Facebook. Probeer het later nogmaals.
pl_pl: Nie można zalogować się za pomocą Facebooka. Spróbuj ponownie później.

source: Facebook doesn't provide your email. Try to register manually.
de_de: Facebook stellt deine E-Mail nicht zur Verfügung. Versuchen Sie, sich manuell zu registrieren.
nl_nl: Facebook geeft geen e-mail aan. Probeer handmatig te registreren.
pl_pl: Facebook nie udostępnia Twojego adresu e-mail. Spróbuj zarejestrować się ręcznie.

source: You are now logged in as
de_de: Sie sind jetzt als

source: Related posts
de_de: Verwandte Beiträge
nl_nl: Gerelateerde berichten
pl_pl: Powiązane wpisy

source: No results were found!
de_de: Es wurden keine Ergebnisse gefunden!
nl_nl: Er werden geen resultaten gevonden!
pl_pl: Brak wyników wyszukiwania!

source: Product added.
de_de: Produkt hinzugefügt.
nl_nl: Artikel toegevoegd
pl_pl: Produkt dodany.

source: Please check your
de_de: Bitte überprüfen Sie Ihre
nl_nl: Controleer alstublieft uw

source: cart.
de_de: Warenkorb.
nl_nl: winkelwagen.

source: Continue shopping
de_de: Weiter einkaufen
nl_nl: Ga verder met winkelen
pl_pl: Kontynuuj zakupy

source: Checkout
de_de: Kasse
nl_nl: Afrekenen
pl_pl: Zapłać

source: Back
de_de: Zurück
nl_nl: Vorige
pl_pl: Wstecz

source: Ajax error: cannot get filters result
de_de: Ajax-Fehler: Filterergebnis kann nicht abrufen

source: Ajax error: cannot get post/product result
de_de: Ajax-Fehler: Post/Produkt-Ergebnis kann nicht abrufen

source: Ajax error: cannot get products result
de_de: Ajax-Fehler: Produktergebnis kann nicht erzielt werden

source: Ajax error: cannot get posts result
de_de: Ajax-Fehler: Beiträge-Ergebnis kann nicht angezeigt werden

source: Ajax error: cannot get element result
de_de: Ajax-Fehler: Elementergebnis kann nicht abrufen

source: Ajax error: problem with ajax et_portfolio_ajax action
de_de: Ajax-Fehler: Problem mit ajax et_portfolio_ajax Aktion

source: Ajax error: problem with ajax et_portfolio_ajax_pagination action
de_de: Ajax-Fehler: Problem mit ajax et_portfolio_ajax_pagination Aktion

source: Ajax error: problem with ajax menu_posts action
de_de: Ajax-Fehler: Problem mit ajax menu_posts Aktion

source: Introduction
de_de: Einführung
nl_nl: Introductie
pl_pl: Wprowadzenie

source: Activation
de_de: Aktivierung

source: Requirements
de_de: Anforderungen

source: Ready!
de_de: Bereit!
nl_nl: Klaar!
pl_pl: Gotowy!

source: ...verifying
de_de: ... Überprüfen
nl_nl: ..... controleren
pl_pl: ...weryfikuje

source: Theme &rsaquo; Setup Wizard
de_de: Theme › Setup-Assistenten
pl_pl: Temat &rsaquo; Kreator konfiguracji

source: Return to the WordPress Dashboard
de_de: Zurück zum WordPress-Dashboard
nl_nl: Keer terug naar het WordPress-dashboard
pl_pl: Wróć do pulpitu WordPress

source: Welcome to the setup wizard for %s.
de_de: Willkommen beim Setup-Assistenten für %s.
nl_nl: Welkom bij de setup-wizard voor %s.
pl_pl: Witamy w kreatorze konfiguracji na %s.

source: It looks like you have already run the setup wizard.
de_de: Es sieht so aus, als ob Sie den Setup-Assistenten bereits ausgeführt haben.

source: If you need to update XStore theme, go to your
de_de: Wenn Sie das XStore-Theme aktualisieren müssen, gehen Sie zu Ihrem

source: Run Setup Wizard Again
de_de: Setup-Assistent erneut ausführen
nl_nl: Voer Setup Wizard opnieuw uit
pl_pl: Ponownie uruchom kreatora instalacji

source: Welcome to XStore Setup Wizard
de_de: Willkommen beim XStore-Setup-Assistenten
nl_nl: Welkom bij de XStore installatiewizard
pl_pl: Witamy w kreatorze instalacji XStore

source: Thank you for choosing our XStore template.
de_de: Vielen Dank, dass Sie sich für unsere XStore-Vorlage entschieden haben.
nl_nl: Bedankt voor het kiezen van deze XStore-template.
pl_pl: Dziękujemy za wybranie naszego szablonu XStore.

source: This setup wizard will help you to refresh and configure your website with a new layout. You will have Child Theme, Demos, and Plugins installed in 3-8 minutes (depending on your server configuration).
de_de: Dieser Setup-Assistent hilft Ihnen, Ihre Website mit einem neuen Layout zu aktualisieren und zu konfigurieren. Sie haben Child Theme, Demos und Plugins in 3-8 Minuten installiert (abhängig von Ihrer Serverkonfiguration).

source: No time to go through the Setup wizard? You may skip this step now and get back to WordPress dashboard. Come back any time to continue a theme installation.
de_de: Keine Zeit, um den Setup-Assistenten zu durchlaufen? Sie können diesen Schritt jetzt überspringen und zum WordPress-Dashboard zurückkehren. Kommen Sie jederzeit zurück, um eine Designinstallation fortzusetzen.

source: Not right now
de_de: Nicht im Moment
nl_nl: Niet nu
pl_pl: Nie teraz

source: Let's Go!
de_de: Auf geht es!
nl_nl: Laten we gaan!
pl_pl: Chodźmy!

source: Options have been reset. Please go to Appearance > Customize in the WordPress backend.
de_de: Optionen wurden zurückgesetzt. Bitte gehen Sie zu Darstellung " &gt; "Anpassen" im WordPress backend.
nl_nl: Opties zijn gereset. Ga naar Uiterlijk> Aanpassen in de WordPress-backend.
pl_pl: Opcje zostały zresetowane. Przejdź do Wygląd> Dostosuj w zapleczu WordPress.

source: Our theme requires some plugins to be installed. You may edit the plugins, add or remove them at all later directly from your Wordpress Dashboard.
de_de: Unser Theme erfordert einige Plugins installiert werden. Sie können die Plugins bearbeiten, hinzufügen oder entfernen sie überhaupt später direkt aus Ihrem Wordpress Dashboard.

source: Please, note that every external plugin can affect your website loading speed.
de_de: Bitte beachten Sie, dass jedes externe Plugin die Ladegeschwindigkeit Ihrer Website beeinflussen kann.

source: Required Plugins
de_de: Erforderliche Plugins

source: Needed for this version
de_de: Für diese Version erforderlich

source: Additional plugins
de_de: Zusätzliche Plugins

source: not required
de_de: nicht erforderlich

source: Good news! All plugins are already installed and up to date. Please continue.
de_de: Gute Nachrichten! Alle Plugins sind bereits installiert und aktuell. Bitte fahren Sie fort.
nl_nl: Goed nieuws! Alle plug-ins zijn al geïnstalleerd en up-to-date. Ga alstublieft door.
pl_pl: Dobre wieści! Wszystkie wtyczki są już zainstalowane i aktualne. Proszę kontynuuj.

source: Importing demo content...
de_de: Demoinhalt wird importiert...

source: Please wait, it may take up to 5 minutes.
de_de: Bitte warten Sie, es kann bis zu 5 Minuten dauern.

source: Continue
de_de: Weiter
nl_nl: Doorgaan
pl_pl: Dalej

source: No Slug Found
de_de: No Slug gefunden
nl_nl: Geen slug gevonden
pl_pl: Nie znaleziono sluga

source: Activating Plugin
de_de: Aktivieren des Plugins
nl_nl: Activeer de plugin
pl_pl: Aktywacja wtyczki

source: Updating Plugin
de_de: Aktualisieren des Plugins
nl_nl: Update de plugin
pl_pl: Aktualizacja wtyczki

source: Installing Plugin
de_de: Installieren des Plugins
nl_nl: Installeer de plugin
pl_pl: Instalacja wtyczki

source: Success
de_de: Erfolg
pl_pl: Powodzenie

source: Choose Your Demo
de_de: Wählen Sie Ihre Demo

source: Choose the appropriate demo version from the variants listed below. Once imported, this content can be managed from the WordPress dashboard.
de_de: Wählen Sie die entsprechende Demoversion aus den unten aufgeführten Varianten aus. Einmal importiert, kann dieser Inhalt über das WordPress-Dashboard verwaltet werden.

source: Activate XStore
de_de: XStore aktivieren

source: Activate theme
de_de: Aktivieren Sie das Theme
nl_nl: Activeer thema
pl_pl: Aktywuj motyw

source: I agree that my purchase code and user data will be stored by
de_de: Ich stimme zu, dass mein Kaufcode und meine Benutzerdaten von

source: Use your purchase code to activate XStore template. Please, note, that you won’t be able to use theme without activation.
de_de: Verwenden Sie Ihren Einkaufscode, um die XStore-Vorlage zu aktivieren. Bitte beachten Sie, dass Sie das Theme nicht ohne Aktivierung verwenden können.

source: To find your Purchase code, please follow:
de_de: Um Ihren Einkaufscode zu finden, folgen Sie bitte:

source: ThemeForest account
de_de: ThemeForest-Konto

source: Choose XStore
de_de: Wählen Sie XStore

source: License
de_de: Lizenz

source: A purchase code (license) is only valid for One Project. Do you want to use this theme for a one more project? Purchase a new license
de_de: Ein Einkaufscode (Lizenz) ist nur für ein Projekt gültig. Möchten Sie dieses Design für ein anderes Projekt verwenden? Kaufe eine neue Lizenz

source: here
de_de: Hier

source: to get a new code.
de_de: , um einen neuen Code zu erhalten.

source: Setup XStore Child Theme
de_de: XStore-Kinderthema einrichten

source: If you are planning to make any modifications in a theme source code, using Child theme is highly recommended. It will allow the parent theme to receive updates without overwriting your source code changes.
de_de: Wenn Sie Änderungen in einem Designquellcode vornehmen möchten, wird die Verwendung von untergeordnetem Themes dringend empfohlen. Es ermöglicht dem übergeordneten Theme, Aktualisierungen zu erhalten, ohne die Quellcodeänderungen zu überschreiben.

source: Please, avoid changing the original theme HTML/CSS/PHP code.
de_de: Bitte vermeiden Sie es, das ursprüngliche Theme HTML/CSS/PHP-Code zu ändern.

source: Skip this step
de_de: Überspringen Sie diesen Schritt
nl_nl: Sla deze stap over
pl_pl: Pomiń ten krok

source: Create and Use Child Theme
de_de: Erstellen und Verwenden von Untergeordneten Themes
nl_nl: Maak en gebruik het Child Thema
pl_pl: Utwórz i używaj motywu potomnego

source: Before using XStore, first of all, make certain that your server and WordPress meet theme's requirements. You can change them by yourself, or contact your hosting provider with a request to increase the following minimums.
de_de: Vor der Verwendung von XStore, vor allem, stellen Sie sicher, dass Ihr Server und WordPress die Anforderungen des Themes erfüllen. Sie können sie selbst ändern oder sich mit einer Anfrage an Ihren Hosting-Anbieter wenden, um die folgenden Mindestanforderungen zu erhöhen.

source: Most problems, such as white screen after theme installation, out of memory errors, fails when import demo content, etc., are usually related to server settings and excessively low PHP configuration limits.
de_de: Die meisten Probleme, wie Whitescreen nach der Design-Installation, aus Speicherfehlern, fehlschlägt beim Import von Demo-Inhalten, etc., sind in der Regel im Zusammenhang mit Server-Einstellungen und übermäßig niedrigen PHP-Konfigurationslimits.

source: Congratulations, Your Website is Ready!
de_de: Herzlichen Glückwunsch, Ihre Website ist bereit!

source: XStore theme has been installed on your website and ready to use. Go to your %s. Make all the necessary changes and upload your content.
de_de: XStore-Theme wurde auf Ihrer Website installiert und gebrauchsfertig. Gehen Sie zu Ihrem %s. Nehmen Sie alle notwendigen Änderungen vor und laden Sie Ihre Inhalte hoch.

source: XStore comes with 6 months item free support from purchase date (with the option to extend the support period). More details about item support can be found at ThemeForest
de_de: XStore kommt mit 6 Monaten artikelfreien Support ab Kaufdatum (mit der Option, den Support-Zeitraum zu verlängern). Weitere Informationen zum Artikelsupport finden Sie unter ThemeForest

source: Item Support Policy
de_de: Artikel-Support-Richtlinie

source: Setup WooCommerce
de_de: WooCommerce einrichten

source: View your new website
de_de: Anzeigen Ihrer neuen Website

source: Upgrade Content and Settings
de_de: Aktualisieren von Inhalten und Einstellungen
nl_nl: Inhoud en instellingen upgraden
pl_pl: Uaktualnij zawartość i ustawienia

source: Pending.
de_de: Ausstehende.
nl_nl: In afwachting.
pl_pl: W oczekiwaniu.

source: Installing Updates.
de_de: Installieren von Updates.
nl_nl: Updates installeren.
pl_pl: Instalacja aktualizacji.

source: Success.
de_de: Erfolg.
pl_pl: Powodzenie.

source: You need to set an image as a featured image to be able to use it as an menu item image
de_de: Sie müssen ein Bild als ausgewähltes Bild festlegen, um es als Menüelementbild verwenden zu können.
nl_nl: U moet een afbeelding instellen als een uitgelichte afbeelding om deze als een menu-itemafbeelding te kunnen gebruiken
pl_pl: Musisz ustawić obraz jako polecany obraz, aby móc go użyć jako obrazu pozycji menu

source: Change menu item image
de_de: Menüelementbild ändern
nl_nl: Wijzig de afbeelding van het menu-item
pl_pl: Zmień obraz pozycji menu

source: Remove menu item image
de_de: Entfernen des Menüelementbilds
nl_nl: Verwijder de afbeelding van het menu-item
pl_pl: Usuń obraz pozycji menu

source: Upload menu item image
de_de: Menüelementbild hochladen
nl_nl: Afbeelding van het menu-item uploaden
pl_pl: Prześlij obraz pozycji menu

source: Used on hover?
de_de: Wird bei hover verwendet?
nl_nl: Gebruikt op hover?
pl_pl: Używane po najechaniu myszą?

source: Should this image be used on hover
de_de: Sollte dieses Bild bei Hover verwendet werden,
nl_nl: Moet deze afbeelding worden gebruikt met de zweeftekst
pl_pl: Jeśli ten obraz będzie używany po najechaniu myszą

source: Used when active?
de_de: Wird bei aktiver Aktivität verwendet?
nl_nl: Gebruikt wanneer actief?
pl_pl: Używane, gdy jest aktywne?

source: Should this image be used when menu item is active
de_de: Sollte dieses Bild verwendet werden, wenn das Menüelement aktiv ist
nl_nl: Moet deze afbeelding worden gebruikt als het menu-item actief is
pl_pl: Powinien być używany, gdy element menu jest aktywny

source: Disable navigation label
de_de: Deaktivieren der Navigationsbezeichnung

source: Anchor
de_de: Anker

source: Select design option
de_de: Designoption auswählen

source: Mega menu
de_de: Mega-Menü

source: Subcategories + Posts
de_de: Unterkategorien + Beiträge

source: Column width (for ex.: 100%)
de_de: Spaltenbreite (für ex.: 100%)

source: Mega menu height (for ex.: 100px)
de_de: Mega-Menühöhe (z.B.: 100px)

source: Mega menu container width (for ex.: 1000px)
de_de: Mega-Menü-Containerbreite (z.B.: 1000px)

source: Image
de_de: Bild
nl_nl: Afbeelding
pl_pl: Obraz

source: Image without spacing
de_de: Bild ohne Abstand

source: Static block
de_de: Statischer Block

source: Don't create subitems if you use static block!
de_de: Erstellen Sie keine Unterelemente, wenn Sie statische block verwenden!

source: Widget area
de_de: Widget-Bereich

source: Open submenu by click
de_de: Untermenü durch Klick öffnen

source: Icons library
de_de: Icons-Bibliothek

source: Icon name
de_de: Symbolname

source: If you use FontAwesome icons library then FontAwesome support should be enabled in Theme Options -> Speed Optimization
de_de: Wenn Sie FontAwesome-icons Bibliothek dann FontAwesome-support sollte aktiviert werden in Theme-Optionen -&gt; Geschwindigkeit-Optimierung

source: Label
de_de: Beschriftung

source: Select label
de_de: Label auswählen
