Repository: AlexRUS-RUSA/Translation-of-Xstore-theme
Catalog: Xstore/*/xstore-*.po
Languages: de_de, nl_nl, pl_pl

source: Instagram did not return any images.
nl_nl: Instagram heeft geen afbeeldingen geretourneerd.
pl_pl: Instagram nie zwrócił żadnych obrazów.

source: quantity
nl_nl: aantal stuks
pl_pl: ilość

source: Email to a friend
nl_nl: Email naar een vriend
pl_pl: Wyślij maila do znajomego

source: Per page
nl_nl: Per pagina
pl_pl: Po stronie

source: Recently added item(s)
nl_nl: Recent toegevoegde artikel (en)
pl_pl: Ostatnio dodany przedmiot

source: Cart Subtotal:
nl_nl: Winkelwagen subtotaal:
pl_pl: Podsumowanie:

source: View Cart
nl_nl: Bekijk winkelwagen
pl_pl: Zobacz koszyk

source: Upload/Add image
nl_nl: Upload/voeg afbeelding toe
pl_pl: Załaduj/Dodaj obraz

source: Remove image
nl_nl: Verwijder afbeelding
pl_pl: Usuń obraz

source: Choose an image
nl_nl: Kies een afbeelding
pl_pl: Wybierz obraz

source: Use image
nl_nl: Gebruik afbeelding
pl_pl: Użyj obrazu

source: Product Video
nl_nl: Oroduct video
pl_pl: Video do produktu

source: Recent Works
nl_nl: Recent werk
pl_pl: Ostatnie prace

source: <div class="single-tags"><span>Tags</span>
pl_pl: <div class="single-tags"><span>Tagi</span>

source: Text on the button
nl_nl: Tekst op de knop
pl_pl: Tekst na przycisku

source: Previous tab
nl_nl: Vorige tab
pl_pl: Poprzednia karta

source: Next tab
nl_nl: Volgende tab
pl_pl: Następna karta

source: YOUR SHOPPING CART IS EMPTY
nl_nl: UW WINKELWAGEN IS LEEG
pl_pl: TWÓJ KOSZYK JEST PUSTY

source: Total
nl_nl: Totaal
pl_pl: Całkowity

source: Update Cart
nl_nl: Update winkelwagen
pl_pl: Zaktualizuj koszyk

source: Proceed to Checkout
nl_nl: Verder met afrekenen
pl_pl: Przejdź do płatności

source: Have a coupon?
nl_nl: Gebruik kortingsbon?
pl_pl: Posiadasz kupon?

source: Promotion
nl_nl: Promoten
pl_pl: Promocja

source: Apply Coupon
nl_nl: Gebruik kortingsbon
pl_pl: Zrealizuj kupon

source: Read More
nl_nl: Meer lezen
pl_pl: Czytaj dalej

source: Details
pl_pl: Detale

source: Share
nl_nl: Delen
pl_pl: Udostępnij

source: Zoom images
nl_nl: Zoom afbeeldingen
pl_pl: Powiększ obraz

source: Open Video
pl_pl: Otwórz video

source: Our offers
nl_nl: Onze aanbiedingen
pl_pl: Nasze oferty

source: A purchase code (license) is only valid for One Project. Do you want to use this theme for a one more project? Purchase a
nl_nl: Een aankoopcode (licentie) is alleen geldig voor één project. Wil je dit thema gebruiken voor nog een project? Koop een

source: new license here
nl_nl: nieuwe licentie hier

source: to get a new purchase code.
nl_nl: om een nieuwe aankoopcode te krijgen.

source: Live preview
nl_nl: Live voorvertoning

source: File ID does not exist
nl_nl: Bestands-ID bestaat niet

source: Bio
nl_nl: Biografie

source: ASC
nl_nl: Oplopend

source: DESC
nl_nl: Aflopend

source: Import / Export
nl_nl: Importeren / Exporteren

source: Import Export
nl_nl: Importeren Exporteren

source: Newsletter
nl_nl: Nieuwsbrief

source: Grid 2
nl_nl: Rooster 2

source: At the top of page
nl_nl: Bovenaan de pagina

source: At the bottom of page
nl_nl: Beneden aan de pagina

source: Product Page Banner Content
nl_nl: Product pagina banner inhoud

source: Limit
nl_nl: Limiet

source: Desktop
nl_nl: Computer

source: Instagram
nl_nl: Skype name

# yearly archives date format
source: Y
nl_nl: Jaar

source: XStore
nl_nl: http://8theme.com/demo/xstore/
