Repository: AlexRUS-RUSA/Translation-of-Xstore-theme
Catalog: Xstore/*/xstore-*.po
Languages: de_de, nl_nl, pl_pl

source: Enable "Out of stock" icon
nl_nl: Schakel de optie "Niet op voorraad" in
pl_pl: Włącz ikonę Brak w magazynie

source: Enable "Sale" icon
nl_nl: Schakel "Sale" icoon in
pl_pl: Włącz ikonę Wyprzedaż

source: Sale Icon Text
nl_nl: Sale pictogram tekst
pl_pl: Tekst ikony wyprzedaży

source: Sale Icon Text Color
nl_nl: Sale pictogram tekst kleur
pl_pl: Kolor tekstu ikony wyprzedaży

source: Sale Icon Background Color
nl_nl: Sale pictogram achtergrond kleur
pl_pl: Kolor tła ikony wyprzedaży

source: Sale Icon Border Radius "in percent"
nl_nl: Sale pictogram rand radius "in procenten"
pl_pl: Promień obramowania ikony wyprzedaży "w procentach"

source: Sale Icon Size "in em"
nl_nl: Sale pictogram grootte in pixels
pl_pl: Rozmiar ikony sprzedaży "w em"

source: For simple and external product types
nl_nl: Voor eenvoudige en externe producttypes
pl_pl: Dla prostych i zewnętrznych typów produktów

source: Product Page Banner
nl_nl: Productpagina Banner
pl_pl: Baner strony produktu

source: Products Page Layout
nl_nl: Producten pagina layout
pl_pl: Układ strony produktów

source: Products per row
nl_nl: Producten per rij
pl_pl: Produkty w rzędzie

source: For example: 12,24,36,-1. Set -1 to show all products
nl_nl: Bijvoorbeeld: 12,24,36, -1. Stel -1 om alle producten te tonen
pl_pl: Dla przykładu: 12,24,36,-1. Wybierz -1 , aby wyświetlić wszystkie produkty

source: Sidebar position
nl_nl: Positie v/d zijbalk
pl_pl: Pozycja paska bocznego

source: full width
nl_nl: volle breedte
pl_pl: pełna szerokość

source: Left Sidebar
nl_nl: Linker zijbalk
pl_pl: Lewy pasek boczny

source: Right Sidebar
nl_nl: Rechter zijbalk
pl_pl: Prawy pasek boczny

source: Swap
pl_pl: Zamiana

source: Buttons hover
nl_nl: Knoppen overgang
pl_pl: Ukrywaj przyciski

source: Hide hover buttons on mobile
nl_nl: Verberg overgans effect knoppen op mobiele devices
pl_pl: Ukryj przyciski zawieszenia na urządzeniach mobilnych

source: Show product name
nl_nl: Laat productnaam zien
pl_pl: Pokaż nazwę produktów

source: Show product categories
nl_nl: Toon productcategorieën
pl_pl: Pokaż kategorie produktów

source: Show product brands
nl_nl: Laat product merk zien
pl_pl: Pokaż marki produktów

source: Show Price
nl_nl: Laat prijs zien
pl_pl: Pokaż ceny

source: Show "Add to cart" button
nl_nl: Laat "in winkelmandje" knop zien
pl_pl: Pokaż przycisk Dodaj do koszyka

source: Without Sidebar
nl_nl: Zonder zijbalk
pl_pl: Bez panelu bocznego

source: Fixed content
nl_nl: Gefixeerde inhoud
pl_pl: Treść naprawiona

source: Image center
nl_nl: Afbeelding centreren
pl_pl: Obraz centralnie

source: Image right
nl_nl: Afbeelding rechts
pl_pl: Obraz po prawej

source: Show product name above the price
nl_nl: Laat de prijs boven het product zien
pl_pl: Pokaż nazwę produktu powyżej ceny

source: Lightbox for product images
nl_nl: Lightbox voor product afbeelding
pl_pl: Lightbox dla obrazów produktów

source: Show brand
nl_nl: Laat merknaam zien
pl_pl: Pokaż markę

source: Enable slider for gallery thumbnails
nl_nl: Gebruik de slider voor gallerij van kleine afbeeldingen
pl_pl: Włącz slider dla miniatur galerii

source: Enter custom content you would like to output to the product custom tab (for all products)
nl_nl: Voer aangepaste inhoud in die u wilt uitvoeren naar het tabblad aangepast producten (voor alle producten)
pl_pl: Wprowadź standardową zawartość, którą chcesz wyprowadzić na zakładkę standardowego produktu (dla wszystkich produktów)

source: Enable Quick View
nl_nl: Gebruik Quick view
pl_pl: Włącz szybki podgląd

source: Short description
nl_nl: Korte beschrijving
pl_pl: Krótki opis

source: Description length
nl_nl: Lengte van de beschrijving
pl_pl: Długość opisu

source: Promo Popup
nl_nl: Promotie popup
pl_pl: Promocyjny popup

source: Promo link text
nl_nl: Promotie link tekst
pl_pl: Tekst linku promocyjnego

source: Blog Layout
pl_pl: Układ blogu

source: Timeline
nl_nl: Tijdlijn
pl_pl: Oś czasu

source: Timeline 2
nl_nl: Tijdlijn 2
pl_pl: Oś czasu 2

source: Chess
nl_nl: Geblokt
pl_pl: Szachownica

source: With author
nl_nl: Met autheur
pl_pl: Z autorem

source: Show "Continue reading link"
nl_nl: Toon "Doorgaan met lezen"
pl_pl: Pokaż link "Czytaj dalej"

source: Lazy Loading
nl_nl: Langzaam laden
pl_pl: Powolne ładowanie

source: Images sizes for blog
nl_nl: Afbeeldings- grootte voor het blog
pl_pl: Rozmiary zdjęć dla bloga

source: Enter image size (Example: "thumbnail", "medium", "large", "full" or other sizes defined by theme). Alternatively enter size in pixels (Example: 200x100 (Width x Height)).
nl_nl: Voer de afbeeldingsgrootte in (bijvoorbeeld: "miniatuur", "gemiddeld", "groot", "volledig" of andere formaten die op thema zijn gedefinieerd). U kunt ook de grootte in pixels invoeren (bijvoorbeeld: 200x100 (breedte x hoogte)).
pl_pl: Wprowadź rozmiar obrazu (przykład: "miniatura", "średni", "duży", "pełny" lub inne rozmiary zdefiniowane według motywu). Alternatywnie wprowadź rozmiar w pikselach (przykład: 200x100 (szerokość x wysokość)).

source: Images sizes for related articles
nl_nl: Afbeeldingenformaten voor gerelateerde artikelen
pl_pl: Rozmiary zdjęć dla powiązanych artykułów

source: Show Share buttons
nl_nl: Laat deel knoppen zien
pl_pl: Pokaż przyciski udostępniania

source: Show About Author block
nl_nl: Toon "over" auteursblok
pl_pl: Pokaż informację o autorze w bloku

source: Project grid style
nl_nl: Project raster stijl
pl_pl: Styl siatki projektu

source: Show Next/Previous projects navigation
nl_nl: Toon de navigatie van de volgende / vorige projecten
pl_pl: Pokaż nawigację następnych/poprzednich projektów

source: Images sizes for portfolio
nl_nl: Afbeeldings-grootte voor portfolio
pl_pl: Rozmiary zdjęć do portfolio

source: Use -1 to show all items
nl_nl: Gebruik -1 voor alle items
pl_pl: Użyj -1 , aby wyświetlić wszystkie elementy

source: Dummy content
nl_nl: Dummy inhoud
pl_pl: Dumna zawartość

source: Install Dummy content
nl_nl: Installeer dummy inhoud
pl_pl: Instaluj dumna zawartość

source: Options
nl_nl: Bekijk details
pl_pl: Opcje

source: Import and Export your theme settings from file, text or URL.
nl_nl: Importeer en exporteer uw thema-instellingen van bestand, tekst of URL.
pl_pl: Importuj i eksportuj ustawienia kompozycji z pliku, tekstu lub adresu URL.

source: Save and restore your theme options
nl_nl: Bewaar en herstel je theme gegevens
pl_pl: Zapisz i przywróć opcje motywu

source: Child Theme
pl_pl: Temat potomny

source: Plugins
pl_pl: Wtyczki

source: It looks like you have already run the setup wizard. Below are some options:
nl_nl: Het lijkt erop dat u de installatie wizard al hebt uitgevoerd. Hieronder zijn enkele opties:
pl_pl: Wygląda na to, że uruchomiłeś już kreatora instalacji. Poniżej znajduje się kilka opcji:

source: Reset font style and colors
nl_nl: Reset letterstijl en kleuren
pl_pl: Zresetuj styl i kolory czcionki

source: Cancel
nl_nl: Annuleer
pl_pl: Anuluj

source: This setup wizard will help you to refresh and configure your website with a new layout. You will have Child Theme, Content, and Plugins installed in 5-10 minutes (depending on your server configuration).
nl_nl: Deze installatie wizard helpt u bij het vernieuwen en configureren van uw website met een nieuwe lay-out. Je hebt Kindthema, Inhoud en Plug-ins geïnstalleerd in 5-10 minuten (afhankelijk van je serverconfiguratie).
pl_pl: Ten kreator konfiguracji pomoże odświeżyć i skonfigurować witrynę z nowym układem. Temat, zawartość, wtyczki i temat potomny zostanie zainstalowany w ciągu 5-10 minut (w zależności od konfiguracji serwera).

source: No time right now? If you do not want to go through the wizard, you can skip, and get back to WordPress dashboard. Come back any time to continue!
nl_nl: Geen tijd nu? Als u niet door wilt gaan met deze wizard, kunt u deze overslaan en teruggaan naar het WordPress-dashboard. Kom op elk gewenst moment terug om verder te gaan!
pl_pl: Nie masz teraz czasu? Jeśli nie chcesz korzystać z kreatora, możesz pominąć i wrócić do pulpitu WordPress. Wróć w każdej chwili, aby kontynuować!

source: Default Plugins
nl_nl: Standaard plugins
pl_pl: Domyślne wtyczki

source: Your website requires some additional plugins. The following plugins will be installed:
nl_nl: Uw website vereist enkele extra plug-ins. De volgende plug-ins worden geïnstalleerd:
pl_pl: Twoja strona wymaga dodatkowych wtyczek. Zainstalowane zostaną następujące wtyczki:

source: Please, note that every external plugin can affect your website loading speed. You can add and remove plugins later on from within WordPress.
nl_nl: Houd er rekening mee dat elke externe plug-in van invloed kan zijn op de laadsnelheid van uw website. U kunt plug-ins later vanuit WordPress toevoegen en verwijderen.
pl_pl: Należy pamiętać, że każda zewnętrzna wtyczka może mieć wpływ na szybkość ładowania witryny. Możesz później dodawać i usuwać wtyczki z poziomu WordPress.

source: Default Content
nl_nl: Standaard inhoud
pl_pl: Domyślna zawartość

source: Import demo versions
nl_nl: Importeer demo versies
pl_pl: Importuj wersje demonstracyjne

source: Live prview
nl_nl: Live voorvertoning
pl_pl: Podgląd na żywo

source: Import demo
nl_nl: Importeer demo inhoud
pl_pl: Importuj demo

source: Data imported
nl_nl: Gegevens geïmporteerd
pl_pl: Dane zaimportowane

source: Logo &amp; Design
nl_nl: Logo &amp; Ontwerp
pl_pl: Logo &amp; Projekt

source: Please add your logo below. For best results, the logo should be a transparent PNG ( 466 by 277 pixels). The logo can be changed at any time from the Appearance > Customize area in your dashboard. Try %sEnvato Studio%s if you need a new logo designed.
nl_nl: Voeg hieronder uw logo toe. Voor de beste resultaten moet het logo een transparante PNG zijn (466 bij 277 pixels). Het logo kan op elk moment worden gewijzigd via het gedeelte Uiterlijk> Aanpassen in uw dashboard. Probeer %sEnvato Studio% s als u een nieuw logo nodig heeft.
pl_pl: Dodaj swoje logo poniżej. Aby uzyskać najlepsze wyniki, logo powinno być przezroczyste w formacie PNG (466 na 277 pikseli). Logo można zmienić w dowolnym momencie w obszarze Wygląd> Dostosuj na pulpicie nawigacyjnym. Wypróbuj% sEnvato Studio% s, jeśli potrzebujesz nowego zaprojektowanego logo.

source: Upload New Logo
nl_nl: Upload nieuw logo
pl_pl: Załaduj nowe logo

source: Please choose the color scheme for this website. The color scheme (along with font colors &amp; styles) can be changed at any time from the Appearance > Customize area in your dashboard.
nl_nl: Kies het kleurenschema voor deze website. Het kleurenschema (samen met lettertypekleuren en stijlen) kan op elk gewenst moment worden gewijzigd in het gedeelte Uiterlijk> Aanpassen in uw dashboard.
pl_pl: Wybierz schemat kolorów dla tej witryny. Schemat kolorów (wraz z kolorami czcionki i stylami) można zmienić w dowolnym momencie w obszarze Wygląd> Dostosuj w panelu.

source: More Resources
nl_nl: Meer middelen
pl_pl: Więcej źródeł

source: Read the Theme Documentation
nl_nl: Lees de Themadocumentatie
pl_pl: Przeczytaj dokumentację tematu

source: Learn how to use WordPress
nl_nl: Leer hoe u WordPress kunt gebruiken
pl_pl: Naucz się jak korzystać z WordPress

source: Leave an Item Rating
nl_nl: Laat een artikelbeoordeling achter
pl_pl: Pozostaw ocenę przedmiotu

source: Get Help and Support
nl_nl: Vraag hulp en ondersteuning
pl_pl: Uzyskaj pomoc i wsparcie

source: View your new website!
nl_nl: Bekijk je nieuwe website!
pl_pl: Zobacz swoją nową stronę internetową!

source: Follow @8theme on ThemeForest
nl_nl: Volg @8theme op ThemeForest
pl_pl: Śledź @8theme na ThemeForest

source: Enter Purchase code
nl_nl: Voer de aanschaf code in
pl_pl: Wprowadź kod zakupu

source: Use your purchase code to activate XStore template. Please, note, that you won’t be able to use it without activation.
nl_nl: Gebruik uw aankoopcode om de XStore-sjabloon te activeren. Houd er rekening mee dat je het niet kunt gebruiken zonder activering.
pl_pl: Użyj kodu zakupu, aby aktywować szablon XStore. Należy pamiętać, że nie będzie można go używać bez aktywacji.

source: To find your Purchase code
nl_nl: Om uw aankoopcode te vinden
pl_pl: Znajdź swój kod zakupu

source: Activate XStore template and get lifetime updates, 6 months of free top-notch support, 24/7 live support and much more.
nl_nl: Activeer de XStore-sjabloon en krijg levenslange updates, 6 maanden gratis top ondersteuning, 24/7 live ondersteuning en nog veel meer.
pl_pl: Aktywuj szablon XStore i uzyskaj dożywotnie aktualizacje, 6 miesięcy bezpłatnego wsparcia na najwyższym poziomie, całodobowe wsparcie przez siedem dni w tygodniu i wiele więcej.

source: Your Website is Ready!
nl_nl: Uw website is klaar!
pl_pl: Twoja strona jest gotowa!

source: Upgrade
nl_nl: pgrade
pl_pl: Uaktualnij

source: Developer Mode Enabled
nl_nl: Ontwikkelaarsmodus ingeschakeld
pl_pl: Moduł dewelopera jest włączono

source: WP_DEBUG is enabled
nl_nl: WP_DEBUG is ingeschakeld
pl_pl: WP_DEBUG jest włączony

source: you are working in a localhost environment
nl_nl: je werkt in een localhost-omgeving
pl_pl: pracujesz w środowisku localhost

source: and
nl_nl: en
pl_pl: i

source: Redux has enabled developer mode because
nl_nl: Redux heeft de ontwikkelaarsmodus ingeschakeld omdat
pl_pl: Redux włączył tryb programisty, ponieważ

source: If you are not a developer, your theme/plugin author shipped with developer mode enabled. Contact them directly to fix it.
nl_nl: Als u geen ontwikkelaar bent, wordt uw thema- / plugin-auteur die is verzonden met ontwikkelaarmodus ingeschakeld. Neem direct contact op om dit te herstellen.
pl_pl: Jeśli nie jesteś programistą, Twój autor motywów / wtyczek jest dostarczany z włączonym trybem programisty. Skontaktuj się z nimi bezpośrednio, aby to naprawić.

source: Import base dummy content
nl_nl: Importeer basis dummy inhoud
pl_pl: Importuj bazową zawartość obojętną

source: Import additional pages
nl_nl: Importeer extra pagina's
pl_pl: Importuj dodatkowe strony

source: File was't deleted
nl_nl: Bestand was niet verwijderd
pl_pl: Plik nie został usunięty

source: File was deleted
nl_nl: Bestand is verwijderd
pl_pl: Plik został usunięty

source: Please, make sure that you upload font formats that are supported by all the browsers.
nl_nl: Zorg ervoor dat u lettertypeformaten uploadt die door alle browsers worden ondersteund.
pl_pl: Upewnij się, że przesyłasz formaty czcionek obsługiwane przez wszystkie przeglądarki.

source: Browser Support for Font Formats
nl_nl: Browserondersteuning voor lettertypeformaten
pl_pl: Obsługa przeglądarki dla formatów czcionek

source: Font format
nl_nl: Lettertype-indeling
pl_pl: Format czcionek

source: Upload font
nl_nl: Upload lettertype
pl_pl: Prześlij czcionkę

source: Uploaded fonts
nl_nl: Geüploade lettertypen
pl_pl: Przesłane czcionki

source: It looks like font file was removed from the folder directly
nl_nl: Het lijkt erop dat het lettertypebestand rechtstreeks uit de map is verwijderd
pl_pl: Wygląda na to, że plik czcionki został usunięty bezpośrednio z folderu

source: Font details
nl_nl: Lettertype details
pl_pl: Szczegóły czcionki

source: Uploaded at
nl_nl: Geupload om
pl_pl: Przesłano w

source: Uploaded by
nl_nl: Geupload door
pl_pl: Przesłano w

source: File name
nl_nl: Bestandsnaam
pl_pl: Nazwa pliku

source: File size
nl_nl: Bestands grootte
pl_pl: Rozmiar pliku

source: Empty Font file field
nl_nl: Leeg lettertypebestand veld
pl_pl: Puste pole pliku czcionek

source: Wrong file extension "use only: eot, woff2, woff, ttf, otf"
nl_nl: Verkeerde bestand- extensie "alleen gebruiken: eot, woff2, woff, ttf, otf"
pl_pl: Niewłaściwe rozszerzenie pliku "użyj tylko: eot, woff2, woff, ttf, otf"

source: File size more then 5MB
nl_nl: Bestandsgrootte meer dan 5 MB
pl_pl: Rozmiar pliku większy niż 5 MB

source: File was successfully uploaded.
nl_nl: Bestand is succesvol geüpload.
pl_pl: Plik został pomyślnie przesłany.

source: This plugin needs to be updated to be compatible with your theme.
nl_nl: Deze plug-in moet worden bijgewerkt om compatibel te zijn met uw thema.
pl_pl: Ta wtyczka musi zostać zaktualizowana, aby była zgodna z Twoim motywem.

source: Update Now.
nl_nl: Update nu.
pl_pl: Aktualizuj teraz.

source: There is a new version of XStore Core available.
nl_nl: Er is een nieuwe versie van XStore Core beschikbaar.
pl_pl: Dostępna jest nowa wersja XStore Core.

source: WordPress Repository
pl_pl: Repozytorium WordPress

source: Plugin
pl_pl: Wyczka

source: Version
nl_nl: Versie
pl_pl: Wersja

source: Number of slides on large screens
nl_nl: Aantal dia's op grote schermen
pl_pl: Liczba slajdów na dużych ekranach

source: On tablet landscape
nl_nl: Op tablet (landschap)
pl_pl: Na tablecie w trybie pejzażu

source: 8theme Options
nl_nl: 8theme Opties
pl_pl: 8theme opcje

source: Activate Theme
nl_nl: Activeer thema
pl_pl: Aktywuj motyw

source: To find your Purchase code, please, enter your ThemeForest account > Downloads tab > choose XStore > Download > License Certificate & Purchase code
nl_nl: Om uw aankoopcode te vinden, voert u alstublieft uw ThemeForest-account in> tabblad Downloads> kies XStore> Downloaden> Licentiecertificaat & aankoopcode
pl_pl: Aby znaleźć swój kod zakupu, proszę podać swoje konto ThemeForest> zakładka Pobieranie> wybrać XStore> Pobierz> Certyfikat licencji i kod zakupu

source: Purchase code
nl_nl: Aankoop code
pl_pl: Kod dostępu

source: This is major theme update! Please, do the backup of your files and database before proceed to update
nl_nl: Dit is een belangrijke update van het thema! Maak alstublieft de back-up van uw bestanden en database voordat u doorgaat met bijwerken
pl_pl: To jest ważna aktualizacja motywu! Zrób kopię zapasową plików i bazy danych, zanim przejdziesz do aktualizacji

source: About author block
nl_nl: Over auteurblok
pl_pl: Blok autora

source: Caption
nl_nl: Onderschrift
pl_pl: Podpis

source: Autograph image
nl_nl: Autograph afbeelding
pl_pl: Obraz autografu

source: A list or dropdown of product brands.
nl_nl: Een lijst of dropdown van productmerken.
pl_pl: Lista lub zestawienie marek produktów.

source: 8themes brand list
nl_nl: 8themes merklijst
pl_pl: 8themes lista marek

source: Filter by brand
nl_nl: Producten filter A-Z
pl_pl: Filtruj według marki

source: Display type:
pl_pl: Typ wyświetlacza:

source: Show as dropdown (Only for Display type: Name)
nl_nl: Toon als dropdown (alleen voor weergavetype: naam)
pl_pl: Pokaż jako rozwijane (tylko dla typu wyświetlania: nazwa)

source: Show product counts
nl_nl: Toon producttellingen
pl_pl: Pokaż liczbę produktów

source: Show featured posts
nl_nl: Toon aanbevolen berichten
pl_pl: Pokaż polecane wpisy

source: Featured Posts
nl_nl: Aanbevolen berichten
pl_pl: Polecane wpisy

source: Title:
nl_nl: Titel:
pl_pl: Tytuł:

source: Post IDs, separated by commas:
nl_nl: Bericht-ID's, gescheiden door komma's:
pl_pl: Identyfikatory postów oddzielone przecinkami:

source: Hide excerpt
nl_nl: Verberg fragment
pl_pl: Ukryj fragment

source: The most recent and popular posts on your blog
nl_nl: De meest recente en populaire berichten op je blog
pl_pl: Najnowsze i popularne wpisy na Twoim blogu

source: Posts Tabs Widget
pl_pl: Widgety zakładki postów

source: Recent
pl_pl: Ostatni

source: Number of posts:
nl_nl: Aantal berichten:
pl_pl: Liczba wpisów:

source: Display a list of your products on your site.
nl_nl: Toon een lijst met uw producten op uw site.
pl_pl: Wyświetl listę swoich produktów w witrynie.

source: Products Widget
nl_nl: Producten Widget
pl_pl: Widget produktów

source: Number of products to show
nl_nl: Aantal te tonen producten
pl_pl: Liczba produktów do wyświetlenia

source: All Products
nl_nl: Alle producten
pl_pl: Wszystkie produkty

source: Featured Products
nl_nl: Aanbevolen producten
pl_pl: Polecane produkty

source: On-sale Products
nl_nl: Afgeprijsde producten
pl_pl: Produkty na sprzedaż

source: Sales
nl_nl: Afgeprijsd
pl_pl: Sprzedaż

# Sorting order
source: Order
nl_nl: Bestellen
pl_pl: Zamówienie

source: Slider widget
pl_pl: Widget slidera

source: Hide free products
nl_nl: Gratis producten niet tonen
pl_pl: Ukryj darmowe produkty

source: Show hidden products
nl_nl: Laat verborgen producten zien
pl_pl: Pokaż ukryte produkty

source: You can add a QR code image in sidebar to allow your users get quick access from their devices
nl_nl: U kunt een QR-code in de zijbalk toevoegen zodat uw gebruikers snel toegang hebben tot hun apparaten
pl_pl: Możesz dodać obraz kod QR na bocznym pasku, aby umożliwić użytkownikom szybki dostęp do produktów

source: QR Code
pl_pl: Kod QR

source: Widget title:
nl_nl: Widget titel:
pl_pl: Tytuł widgetu:

source: Information to encode:
nl_nl: Informatie om te coderen:
pl_pl: Informacje do kodowania:

source: Image size:
nl_nl: Afbeeldings-grootte:
pl_pl: Rozmiar obrazu:

source: Show in lightbox
nl_nl: Weergeven in lightbox
pl_pl: Pokaż w lightbox

source: Encode link to the current page
nl_nl: Codeer de link naar de huidige pagina
pl_pl: Zakoduj link do bieżącej strony

source: Additional information in widget
nl_nl: Aanvullende informatie in widget
pl_pl: Dodatkowe informację w widgecie

source: The most recent comments (Etheme edit)
nl_nl: De meest recente reacties (Etheme edit)
pl_pl: Najnowsze komentarze (edycja Etheme)

source: Recent Comments
nl_nl: recent commentaar
pl_pl: Ostatnie komentarze

source: Number of comments to show:
nl_nl: Aantal te tonen reacties:
pl_pl: Liczba komentarzy do wyświetlenia:

source: The most recent posts on your blog (Etheme Edit)
nl_nl: De meest recente berichten op je blog (Etheme Edit)
pl_pl: Najnowsze wpisy na Twoim blogu (Etheme Edit)

source: Posts Widget
nl_nl: Berichten Widget
pl_pl: Widget wpisów

source: 0 Comments
nl_nl: 0 reacties
pl_pl: 0 komentarzy

source: 1 Comment
nl_nl: 1 reactie
pl_pl: 1 komentarz

source: Number of posts to show:
nl_nl: Aantal te tonen berichten:
pl_pl: Liczba postów do pokazania:

source: (at most 15)
nl_nl: (maximaal 15)
pl_pl: (maksymalnie 15)

source: Show images
nl_nl: Toon afbeeldingen
pl_pl: Pokaż zdjęcia

source: Post type
nl_nl: Berichten type
pl_pl: Typ wpisu

source: Use slider
nl_nl: Gebruik slider
pl_pl: Użyj slidera

source: Posts query
nl_nl: Posten zoekopdracht
pl_pl: Zapytanie o wpisy

source: Slider autoplay time in ms
nl_nl: Slider autoplay tijd in ms
pl_pl: Czas autoodtwarzania suwaka w ms

source: Social links widget
pl_pl: Widget linków do mediów społecznościowych

source: Social links
pl_pl: Linki społecznościowe

source: Link Target
nl_nl: link doel
pl_pl: Cel linku

source: Insert a static block
nl_nl: Voeg een statisch blok in
pl_pl: Wstaw blok statyczny

source: Static Block
nl_nl: Statisch blok
pl_pl: Blok statyczny

source: Block name:
nl_nl: Blok naam
pl_pl: Nazwa bloku:

source: Display most recent Twitter feed
nl_nl: Toon de meest recente Twitter feed
pl_pl: Wyświetl najnowszy kanał na Twitterze

source: Twitter Feed
pl_pl: Kanał na Twitterze

source: Customer Key:
nl_nl: Klant sleutel:
pl_pl: Klucz klienta:

source: Customer Secret:
nl_nl: Klant geheim:
pl_pl: Sekret klienta:

source: Access Token:
pl_pl: Token dostępu:

source: Access Token Secret:
nl_nl: Access Token geheim:
pl_pl: Uzyskaj dostęp do tokenu tajnego klucza:

source: Number of tweets:
nl_nl: Aantal tweets:
pl_pl: Liczba tweetów:

source: Displays your latest Instagram photos
nl_nl: Geeft uw nieuwste Instagram-foto's weer
pl_pl: Wyświetla Twoje najnowsze zdjęcia z Instagramu

source: Follow Us
nl_nl: Volg ons
pl_pl: Śledź nas

source: Number of photos
nl_nl: Aantal foto's
pl_pl: Liczba zdjęć

source: Instagram has returned invalid data.
nl_nl: Instagram heeft ongeldige gegevens teruggestuurd.
pl_pl: Instagram zwrócił nieprawidłowe dane.

source: Instagram Image
nl_nl: Instagram afbeelding
pl_pl: Obraz na Instagramie
