Repository: AlexRUS-RUSA/Translation-of-Xstore-theme
Catalog: Xstore/*/xstore-*.po
Languages: de_de, nl_nl, pl_pl

source: That Page Can't Be Found
de_de: Diese Seite kann nicht gefunden werden

source: It looks like nothing was found at this location. Try searching.
de_de: Es sieht so aus, als ob an dieser Stelle nichts gefunden wurde. Versuchen Sie, zu suchen.

source: No posts were found!
de_de: Es wurden keine Beiträge gefunden!
nl_nl: Er zijn geen berichten gevonden!
pl_pl: Żadne wpisy nie zostały znalezione!

source: Search for:
de_de: Suchen Nach:
nl_nl: Zoeken naar:
pl_pl: Szukaj dla:

source: Search on our forum
de_de: Suchen Sie in unserem Forum
nl_nl: Zoek op het forum
pl_pl: Szukaj na naszym forum

source: Search
de_de: Suche
nl_nl: Zoek
pl_pl: Szukaj

source: No pages were found!
de_de: Es wurden keine Seiten gefunden!
nl_nl: Geen paginas gevonden
pl_pl: Żadne strony nie zostały znalezione!

source: This post is password protected. Enter the password to view the comments.
de_de: Dieser Beitrag ist passwortgeschützt. Geben Sie das Kennwort ein, um die Kommentare anzuzeigen.
nl_nl: Dit bercht is beveiligd met een wachtwoord
pl_pl: Wpis chroniony hasłem. Wprowadź hasło, aby wyświetlić komentarze.

# comments title
source: No Comments
de_de: Keine Kommentare

# comments title
source: One Comment
de_de: Ein Kommentar

source: &larr; Older Comments
de_de: ← Ältere Kommentare
nl_nl: &larr; oudere reacties
pl_pl: &larr; starsze komentarze

source: Newer Comments &rarr;
de_de: Neuere Kommentare →
nl_nl: Nieuwere berichten &rarr;
pl_pl: Nowe komentarze &rarr;

source: Comments are closed
de_de: Kommentare sind geschlossen
nl_nl: Reacties gesloten
pl_pl: Możliwość dodawania komentarzy jest niedostępna

source: Leave a reply
de_de: Hinterlasse eine Antwort
nl_nl: Laat een bericht achter
pl_pl: Zostaw odpowiedź

source: View large
de_de: Ansicht groß
nl_nl: Groot
pl_pl: Zobacz duże

source: More details
de_de: Weitere Details
nl_nl: Meer details
pl_pl: Więcej szczegółów

source: Featured
de_de: Empfohlene
pl_pl: Opisany

source: Store Category
de_de: Shop-Kategorie

source: Store Location
de_de: Store-Standort

source: Store Time
de_de: Speicherzeit

source: Contact Vendor
de_de: Kontakt Vendor

source: No products were found of this seller!
de_de: Es wurden keine Produkte dieses Verkäufers gefunden!

source: Contact Seller
de_de: Kontakt Verkäufer

source: No products found
de_de: Keine Produkte gefunden

source: Choose Image
de_de: Wählen Sie Bild

source: Add Images
de_de: Bilder hinzufügen

source: Variation Image Gallery
de_de: Variation Bildergalerie

source: Add Gallery Images
de_de: Hinzufügen von Galeriebildern

source: Only when sale price schedule is enabled
de_de: Nur wenn der Verkaufspreisplan aktiviert ist

source: Sale price time start
de_de: Verkaufspreiszeit beginnt

source: Sale price time end
de_de: Verkaufspreis-Zeitende

source: Unable to communicate with Instagram.
de_de: Die Kommunikation mit Instagram kann nicht möglich sein.
nl_nl: Kan niet communiceren met Instagram.
pl_pl: Nie można się połączyć z Instagramem.

source: Instagram did not return a 200.
de_de: Instagram gab keine 200 zurück.
nl_nl: Instagram heeft geen 200 geretourneerd.
pl_pl: Instagram nie zwrócił 200.

source: Seems your user does not have correct permissions to display media of the business account.
de_de: Es scheint, dass Ihr Benutzer nicht über die richtigen Berechtigungen zum Anzeigen von Medien des Geschäftskontos verfügt.

source: Please install the Kirki plugin to take full advantage of this theme\s customizer capabilities
de_de: Bitte installieren Sie das Kirki-Plugin, um die Vorteile dieses Themes zu nutzen

source: Install Kirki Toolkit now
de_de: Kirki Toolkit jetzt installieren

source: Install Now
de_de: Jetzt installieren

source: You have installed Kirki. Activate it to take advantage of this theme's features in the customizer.
de_de: Sie haben Kirki installiert. Aktivieren Sie es, um die Funktionen dieses Themes im Anpasser zu nutzen.

source: Activate Kirki Toolkit now
de_de: Kirki Toolkit jetzt aktivieren

source: Activate Now
de_de: Jetzt aktivieren

source: Don't show this again
de_de: Diese Nachricht nicht mehr anzeigen

source: Dismiss
de_de: Entlassen

source: Are you sure? Dismissing this message will hide the installation recommendation and you will have to manually install and activate the plugin in the future.
de_de: Bist du sicher? Wenn Sie diese Nachricht ablehnen, wird die Installationsempfehlung ausgeblendet, und Sie müssen das Plugin in Zukunft manuell installieren und aktivieren.

source: [8theme] Layout options
de_de: [8theme] Layoutoptionen
pl_pl: [8theme] Opcje układu

source: Custom logo for this page/post
de_de: Benutzerdefiniertes Logo für diese Seite/Beitrag

source: Custom header type
de_de: Benutzerdefinierter Headertyp

source: Header overlap
de_de: Kopfüberlappung

source: Header background color
de_de: Kopfzeilen-Hintergrundfarbe

source: Header text color
de_de: Kopfzeilentextfarbe
nl_nl: Koptekst kleur
pl_pl: Kolor tekstu nagłówka

source: Top bar text color
de_de: Textfarbe der obersten Leiste
nl_nl: Top bar tekst kleur
pl_pl: Kolor tekstu górnego panela

source: Widget Area
de_de: Widget-Bereich

source: Sidebar width
de_de: Seitenleistenbreite

source: Custom navigation
de_de: Benutzerdefinierte Navigation

source: Custom navigation right (for double menu header)
de_de: Benutzerdefiniertes Navigationsrecht (für doppelten Menükopf)

source: Custom navigation for mobile
de_de: Benutzerdefinierte Navigation für Mobilgeräte

source: One page navigation
de_de: Eine Seite Navigation

source: Breadcrumbs Style
de_de: Breadcrumbs-Stil
nl_nl: Broodkruimel stijl
pl_pl: Styl nawigacji okruszkowej

source: Breadcrumbs Effect
de_de: Breadcrumbs-Effekt

source: Use custom banner above breadcrumbs
de_de: Verwenden Sie benutzerdefinierte Banner über Breadcrumbs

source: Page slider
de_de: Seitenschieberegler

source: Show revolution slider instead of breadcrumbs and page title
de_de: Revolutionsschieberegler anstelle von Breadcrumbs und Seitentitel anzeigen

source: Use custom pre footer for this page/post
de_de: Verwenden Sie die benutzerdefinierte Vorfußzeile für diese Seite/den Beitrag

source: Use custom footer for this page/post
de_de: Verwenden sie der benutzerdefinierten Fußzeile für diese Seite/diesen Beitrag

source: Fixed footer
de_de: Feste Fußzeile

source: Disable copyrights
de_de: Deaktivieren von Urheberrechten

source: Custom background image
de_de: Benutzerdefiniertes Hintergrundbild

source: Custom background color
de_de: Benutzerdefinierte Hintergrundfarbe

source: [8theme] Product Options
de_de: [8theme] Produktoptionen
pl_pl: [8theme] Opcje produktów

source: Product layout
de_de: Produktlayout

source: Archive image hover effect
de_de: Archivbild-Hover-Effekt

source: Inherit
de_de: Erben
pl_pl: Dziedziczyć

source: Disable
de_de: Deaktivieren
nl_nl: onbruikbaar maken
pl_pl: Wyłączony

source: Slider
de_de: Schieberegler
nl_nl: Dia show

source: Product content effect
de_de: Produktinhaltseffekt

source: Inherit
de_de: Erben

source: Default
de_de: Standard
pl_pl: Domyślny

source: Buttons on hover middle
de_de: Schaltfläche bei Hover mitte
nl_nl: Knoppen overgang centreren
pl_pl: Przyciski zawieszone w środku

source: Buttons on hover bottom
de_de: Schaltfläche bei Hover unten
nl_nl: Knoppen overgang onder
pl_pl: Przyciski zawieszone na dole

source: Buttons on hover right
de_de: Schaltfläche bei Hover rechts
nl_nl: Knoppen overgang rechts
pl_pl: Przyciski zawieszone po prawej

source: Information mask
de_de: Informationsmaske
nl_nl: Informatie overlay
pl_pl: Maska informacji

source: Booking
de_de: Buchung
nl_nl: Boeken
pl_pl: Rezerwować

source: Light
de_de: Hell
nl_nl: Licht
pl_pl: Jasny

source: Hover Color Scheme
de_de: Hover-Farbschema
nl_nl: Overgangs kleuren schema
pl_pl: Kolor schematu zawieszenia

source: White
de_de: Weiß
nl_nl: Wit
pl_pl: Biały

source: Dark
de_de: dunkel
nl_nl: Donker
pl_pl: Ciemny

source: Additional custom block
de_de: Zusätzlicher benutzerdefinierter Block

source: Sale counter
de_de: Verkaufszähler

source: List
de_de: Liste
nl_nl: Lijst
pl_pl: Lista

source: Single
de_de: Einzelnen
nl_nl: Enkel
pl_pl: Pojedynczy

source: Single/List
de_de: Einzel/Liste

source: Disable sidebar
de_de: Deaktivieren der Seitenleiste

source: Product gallery slider
de_de: Produktgalerie-Schieberegler

source: Inherit from Theme Options
de_de: Erben von Theme-Optionen

source: Enable
de_de: Aktivieren

source: Enable on mobile
de_de: Aktivieren auf Mobilgeräten

source: Thumbnails
de_de: Miniaturansichten

source: Horizontal
de_de: Horizontale
nl_nl: Horizontaal
pl_pl: Poziomy

source: Vertical
de_de: Vertikale
nl_nl: Vertcaal
pl_pl: Pionowy

source: Size guide image
de_de: Größenführungsbild
nl_nl: Maat tabel afbeelding
pl_pl: Rozmiar obrazu przewodnika

source: Upload an image or enter an URL.
de_de: Laden Sie ein Bild hoch, oder geben Sie eine URL ein.

source: Primary category
de_de: Primäre Kategorie

source: Custom tab title
de_de: Benutzerdefinierter Tabstopptitel

source: Custom tab
de_de: Benutzerdefinierte Registerkarte

source: [8theme] Post Options
de_de: [8theme] Beitrags-Optionen
pl_pl: [8theme] Opcje wpisu

source: Post template
de_de: Post-Vorlage
nl_nl: Berichten template
pl_pl: Szablon wiadomości

source: Large
de_de: Große
nl_nl: Groot
pl_pl: Duży

source: Full width
de_de: Volle Breite
nl_nl: Volledige groote
pl_pl: Pełna szerokość

source: Full width centered
de_de: Volle Breite zentriert
nl_nl: Volledige groote gecentreerd
pl_pl: Pełna wyśrodkowana szerokość

source: Hide featured image on single
de_de: Ausgewähltes Bild auf Single ausblenden

source: Post featured video (for video post format)
de_de: Post-Video (für Video-Post-Format)

source: Soundcloud audio shortcode (for audio post format)
de_de: Soundcloud Audio-Shortcode (für Audio-Post-Format)

source: Quote (for quote post format)
de_de: Zitat (für Angebotspostformat)

source: Category Metabox
de_de: Kategorie Metabox
nl_nl: Categorie Metabox
pl_pl: Metabox kategorii

source: Custom page heading image for this category
de_de: Benutzerdefiniertes Seitenüberschriftsbild für diese Kategorie

source: Description after content
de_de: Beschreibung nach Inhalt

source: The description is not prominent by default; however, some themes may show it.
de_de: Die Beschreibung ist standardmäßig nicht prominent. einige Themes können es jedoch zeigen.

source: Search for options
de_de: Suche nach Optionen

source: Please, enter at least 3 symbols.
de_de: Bitte geben Sie mindestens 3 Symbole ein.

source: No results were found.
de_de: Es wurden keine Ergebnisse gefunden.

source: 404 Page
de_de: 404 Seite

source: 404 page content
de_de: 404 Seiten Inhalt
nl_nl: 404 pagina inhoud
pl_pl: Treść strony 404

source: Use it to change the content of the 404 page. Use HTML. Do not include JS.
de_de: Verwenden Sie es, um den Inhalt der 404-Seite zu ändern. Verwenden Sie HTML. Js nicht eingeschlossen.

source: Choose the type of the layout for the blog page.
de_de: Wählen Sie den Typ des Layouts für die Blogseite aus.

source: Columns
de_de: Spalten
nl_nl: Kolomen
pl_pl: Kolumny

source: Choose the number of columns for the posts at the blog page.
de_de: Wählen Sie die Anzahl der Spalten für die Beiträge auf der Blogseite aus.

source: Turn on to stretch blog page container.
de_de: Aktivieren Sie den Blogseitencontainer, um den Blogseitencontainer zu dehnen.

source: Masonry
de_de: Mauerwerk
pl_pl: Kamienne

source: Turn on placing posts in optimal position based on available vertical space.
de_de: Aktivieren Sie das Platzieren von Pfosten in optimaler Position basierend auf dem verfügbaren vertikalen Raum.

source: Blog Page Banner position
de_de: Blog-Seite Banner Position

source: Controls the position of the blog page banner.
de_de: Steuert die Position des Blogseitenbanners.

source: At the top of the page
de_de: Oben auf der Seite

source: At the bottom of the page
de_de: Am unteren Rand der Seite

source: Above all the blog content
de_de: Vor allem die Blog-Inhalte

source: Above all the blog content (full-width)
de_de: Vor allem der Blog-Inhalt (Vollbreite)

source: Blog Page Banner content
de_de: Blog-Seitenbanner-Inhalt

source: This is an editor control.
de_de: Dies ist ein Editor-Steuerelement.

source: Choose the position of the sidebar for the blog page, posts and simple pages. Every page has also an individual option to change the position of the sidebar.
de_de: Wählen Sie die Position der Seitenleiste für die Blogseite, Beiträge und einfache Seiten aus. Jede Seite hat auch eine individuelle Option, um die Position der Seitenleiste zu ändern.

source: Show sidebar only on blog page
de_de: Sidebar nur auf der Blogseite anzeigen

source: Turn on to show the sidebar on blog page only and keep it disabled for the simple pages.
de_de: Aktivieren Sie diese Option, um die Seitenleiste nur auf der Blogseite anzuzeigen, und halten Sie sie für die einfachen Seiten deaktiviert.

source: Enable sticky sidebar
de_de: Aktivieren Sie klebrige Seitenleiste
nl_nl: Activeer altijd zichtbare zijbalk
pl_pl: Włącz przyklejony pasek boczny

source: Turn on to make the sidebar permanently visible while scrolling at the blog page.
de_de: Aktivieren Sie diese Option, um die Seitenleiste dauerhaft sichtbar zu machen, während Sie auf der Blogseite scrollen.

source: Sidebar position for mobile
de_de: Sidebar-Position für Mobilgeräte
nl_nl: Positie v/d zijbalk op mobiel
pl_pl: Pozycja paska bocznego dla urządzeń mobilnych

source: Top
de_de: Nach oben
nl_nl: Boven
pl_pl: Góra

source: Bottom
de_de: Unteres
nl_nl: Onder
pl_pl: Dół

source: Blog image hover
de_de: Blogbild Hover
nl_nl: Blog afbeelding hover
pl_pl: Nakładanie obrazu z bloga

source: Choose the design type for the image at the blog page.
de_de: Wählen Sie den Entwurfstyp für das Bild auf der Blogseite aus.

source: Mask hover
de_de: Maske hover

source: Animated
de_de: Animierte
nl_nl: Geanimeerd
pl_pl: Animowany

source: None
de_de: nichts
nl_nl: Niks
pl_pl: Żaden

source: Show "byline" on the blog
de_de: "byline" im Blog anzeigen
nl_nl: Toon "byline" op de blog
pl_pl: Pokaż "byline" na blogu

source: Turn on to show the date of post creation, the name of the writer, number of comments and views.
de_de: Aktivieren Sie diese Option, um das Datum der Beitragserstellung, den Namen des Autors, die Anzahl der Kommentare und Aufrufen anzuzeigen.

source: Show "category" label on posts
de_de: "Kategorie"-Label auf Beiträgen anzeigen

source: Excerpt length (words)
de_de: Auszugslänge (Wörter)
nl_nl: Excerpt lengte (woorden)
pl_pl: Długość fragmentu (słowa)

source: Controls the number of words in the post summary with a link to the whole entry. Important: Does not work for post content created using WPBakery Page builder.
de_de: Steuert die Anzahl der Wörter in der Beitragszusammenfassung mit einem Link zum gesamten Eintrag. Wichtig: Funktioniert nicht für Post-Inhalte, die mit WPBakery Page Builder erstellt wurden.

source: Excerpt length for posts sliders (words)
de_de: Auszugslänge für Pfosten-Schieberegler (Wörter)

source: Excerpt symbols
de_de: Auszugssymbole
nl_nl: Excerpt symbolen
pl_pl: Symbole fragmentów

source: Add a symbol that you want to display at the end of the post excerpt.
de_de: Fügen Sie ein Symbol hinzu, das Sie am Ende des Beitragsauszugs anzeigen möchten.

source: Continue reading type
de_de: Weiterlesen des Typs

source: Choose the design type of the continue reading text.
de_de: Wählen Sie den Entwurfstyp des Weiterlesens von Text aus.

source: Link
de_de: verbinden
pl_pl: Połączyć

source: Button
de_de: Schaltfläche

source: Enable views counter
de_de: Aktivieren des Ansichtszählers
nl_nl: Schakel weergaventeller in
pl_pl: Włącz licznik wyświetleń

source: Turn on to enable the post views counter.
de_de: Aktivieren Sie diese Option, um den Zähler für die Beitragsansicht zu aktivieren.

source: Navigation type
de_de: Navigationstyp
nl_nl: Navigeer type
pl_pl: Typ nawigacji

source: Choose the type of the navigation at the blog page.
de_de: Wählen Sie den Navigationstyp auf der Blogseite aus.

source: Pagination
de_de: Paginierung
nl_nl: Paginering
pl_pl: Paginacja

source: More Button
de_de: Mehr Button
nl_nl: Meer knop
pl_pl: Większy przycisk

source: Pagination align
de_de: Paginierung ausrichten
nl_nl: Paginering uitlijnen
pl_pl: Dopasowanie paginacji

source: Choose the alignment of the pagination.
de_de: Wählen Sie die Ausrichtung der Paginierung aus.

source: Left
de_de: Links
nl_nl: Links
pl_pl: Lewo

source: Right
de_de: Richting
nl_nl: Rechts
pl_pl: Prawo

source: Enable prev/next pagination links
de_de: Prev/next Paginierungslinks aktivieren
nl_nl: Schakel de vorige / volgende paginakoppelingen in
pl_pl: Włącz linki paginacji do poprzednich/następnych

source: Turn on to enable the previous and next links.
de_de: Aktivieren Sie diese Option, um die vorherigen und nächsten Links zu aktivieren.

source: Image sizes for blog
de_de: Bildgrößen für Blog

source: Controls the size of the post featured image at the blog page. Example: "thumbnail", "medium", "large", "full" or other sizes defined by theme. Alternatively enter size in pixels. Example: 200x100 (Width x Height).
de_de: Steuert die Größe des Beitragsbilds auf der Blogseite. Beispiel: "thumbnail", "medium", "large", "full" oder andere Größen, die durch das Thema definiert werden. Alternativ können Sie die Größe in Pixel eingeben. Beispiel: 200x100 (Breite x Höhe).

source: Image sizes for related articles
de_de: Bildgrößen für verwandte Artikel

source: Controls the size of the featured image of the related posts at the single post page. Example: "thumbnail", "medium", "large", "full" or other sizes defined by theme. Alternatively enter size in pixels. Example: 200x100 (Width x Height).
de_de: Steuert die Größe des angezeigten Bildes der zugehörigen Beiträge auf der einzelnen Beitragsseite. Beispiel: "thumbnail", "medium", "large", "full" oder andere Größen, die durch das Thema definiert werden. Alternativ können Sie die Größe in Pixel eingeben. Beispiel: 200x100 (Breite x Höhe).

source: Single post
de_de: Einzelposten
nl_nl: Enkel bericht
pl_pl: Pojedynczy wpis

source: Choose layout of the post template. Header displays over the post featured image for the "Large", "Full width", "Full width centred" layouts.
de_de: Wählen Sie das Layout der Postvorlage aus. Header-Anzeigen über dem Post-Gekennzeichnetbild für die Layouts "Große", "Volle Breite", "Volle Breite zentriert".

source: Display featured image on single post
de_de: Angezeigtes Bild auf einzelnem Beitrag
nl_nl: Toon aanbevolen afbeelding op één bericht
pl_pl: Wyświetl polecany obraz w jednym wpisie

source: Turn on to display featured image at the single post page.
de_de: Aktivieren Sie das angezeigte Bild auf der einzelnen Beitragsseite.

source: Display Title/Meta on single post
de_de: Titel/Meta auf einem einzelnen Beitrag anzeigen
nl_nl: Titel / meta weergeven op één bericht
pl_pl: Wyświetl Tytuł/Meta w jednym wpisie

source: Turn on to show post title and post meta on the single post page. You can use post meta shortcode [etheme_post_meta time="true" time_details="true" author="true" comments="true" count="true" class="" ] in post content as an alternative of this option.
de_de: Aktivieren Sie diese Option, um den Beitrags-Titel und die Beitrags-Meta auf der einzelnen Beitragsseite anzuzeigen. Sie können den Beitrags-meta Kurzcode [etheme_post_meta time="true" time_details="true" author="true" comments="true" count="true" class="" ] im Beitragsinhalt als Alternative zu dieser Option verwenden.

source: Show share buttons
de_de: Freigabeschaltflächen anzeigen
nl_nl: Knoppen van delen laten zien
pl_pl: Pokaż przyciski udostępniania

source: Turn on to display share buttons on the post page.
de_de: Aktivieren Sie die Schaltflächen zum Anzeigen von Freigaben auf der Beitragsseite.

source: Show about author block
de_de: Anzeigen zum Autorenblock

source: Turn on to display the name of the writer on the post page.
de_de: Aktivieren Sie diese Option, um den Namen des Writers auf der Beitragsseite anzuzeigen.

source: Posts previous/next buttons
de_de: Beiträge vorherige/nächste Schaltflächen
nl_nl: Posts vorige / volgende knoppen
pl_pl: Przycisk poprzednia/następna w wpisach

source: Turn on to show navigation to previous and next posts.
de_de: Aktivieren Sie diese, um die Navigation zu den vorherigen und nächsten Beiträgen anzuzeigen.

source: Show Related posts
de_de: Ähnliche Beiträge anzeigen
nl_nl: Gerelateerde berichten weergeven
pl_pl: Pokaż podobne wpisy

source: Turn on to display related posts on the single post.
de_de: Aktivieren Sie diese Option, um verknüpfte Beiträge auf dem einzelnen Beitrag anzuzeigen.

source: Related query type
de_de: Verwandter Abfragetyp
nl_nl: Verwant zoektype
pl_pl: Powiązany typ zapytania

source: Choose the type of the related post query.
de_de: Wählen Sie den Typ der zugehörigen Postabfrage aus.

source: Categories
de_de: Kategorien
nl_nl: Categorieën
pl_pl: Kategorie

source: Tags
de_de: Schilder
pl_pl: Tagi

source: Choose the breadcrumbs style or disable them.
de_de: Wählen Sie den Breadcrumbs-Stil aus, oder deaktivieren Sie ihn.

source: Left inline
de_de: Linke Inline
nl_nl: Links inspringen
pl_pl: Wyrównaj do lewej linii

source: Align center
de_de: Ausrichtung des Zentrums
nl_nl: In het midden centreren
pl_pl: Wyrównaj centralnie

source: Align left
de_de: Links ausrichten
nl_nl: Links uitlijnen
pl_pl: Wyrównaj w lewo

source: Special breadcrumbs on cart, checkout, order page
de_de: Spezielle Semmelbrösel auf Demwagen, Kasse, Bestellseite

source: Turn on to show step by step breadcrumbs on cart, checkout and order page.
de_de: Aktivieren Sie diese Option, um Schritt für Schritt Breadcrumbs im Warenkorb, der Kasse und der Bestellseite anzuzeigen.

source: Breadcrumbs background
de_de: Breadcrumbs Hintergrund
nl_nl: Broodkruimel achtergrond
pl_pl: Tło nawigacji okruszkowej

source: Controls the background style of breadcrumbs area.
de_de: Steuert den Hintergrundstil des Breadcrumbs-Bereichs.

source: Breadcrumbs text color
de_de: Breadcrumbs-Textfarbe
nl_nl: Broodkruimel tekst kleur
pl_pl: Kolor tekstu nawigacji okruszkowej

source: Choose the breadcrumbs text color scheme.
de_de: Wählen Sie das Textfarbschema für Breadcrumbs aus.

source: Breadcrumbs effect
de_de: Breadcrumbs-Effekt
nl_nl: Broodkruimel effect
pl_pl: Efekt nawigacji okruszkowej

source: Choose the animation for the breadcrumbs area.
de_de: Wählen Sie die Animation für den Bereich Breadcrumbs aus.

source: Parallax on mouse move
de_de: Parallax auf Mausbewegen
nl_nl: Parallax op muisbeweging
pl_pl: Efekt Parallax przy ruchu myszą

source: Text animation on scroll
de_de: Textanimation im Bildlauf
nl_nl: Tekst animatie op scroll
pl_pl: Animacja tekstu podczas przewijania

source: Breadcrumbs paddings
de_de: Breadcrumbs Polsterung

source: Controls the paddings for the breadcrumbs area. Leave empty to use default values. You also may set up your breadcrumbs settings in %1s when you have header overlap setting enabled
de_de: Steuert die Polster für die breadcrumbs-Bereich. Leer lassen für default-Werte verwenden. Sie können auch richten Sie Ihre Paniermehl Einstellungen in %1s, wenn man header-überlappen-Einstellung aktiviert

source: Breadcrumbs settings
de_de: Breadcrumbs-Einstellungen

source: Controls the paddings for the breadcrumbs area. Leave empty to use default values.
de_de: Steuert die Auffüllungen für den Breadcrumbs-Bereich. Lassen Sie leer, um Standardwerte zu verwenden.

source: Breadcrumbs font
de_de: Breadcrumbs-Schriftart
nl_nl: Breadcrumbs lettertype
pl_pl: Czcionka nawigacji okruszkowej

source: Use to change font family and font styles for the breadcrumbs links.
de_de: Verwenden Sie diese Datei, um die Schriftfamilie und die Schriftarten für die Breadcrumbs-Links zu ändern.
