Repository: AlexRUS-RUSA/Translation-of-Xstore-theme
Catalog: Xstore/*/xstore-*.po
Languages: de_de, nl_nl, pl_pl

source: Count words/letters
de_de: Zählen von Wörtern/Buchstaben

source: Symbols
de_de: Symbole

source: Default "...".
de_de: Standard "...".

source: Letter spacing
de_de: Buchstabenabstand

source: Line height
de_de: Linienhöhe

source: Color
de_de: Farbe

source: Use custom font ?
de_de: Benutzerdefinierte Schriftart verwenden ?

source: Enable Google fonts.
de_de: Aktivieren Sie Google-Schriftarten.
nl_nl: Gebruik Google fonts
pl_pl: Włącz czcionkę Google.

source: Extra class name
de_de: Extra-Klassenname
nl_nl: Extra class naam
pl_pl: Dodatkowa nazwa klasy

source: Style particular content element differently - add a class name and refer to it in custom CSS.
de_de: Formatieren Sie ein bestimmtes Inhaltselement anders : Fügen Sie einen Klassennamen hinzu und verweisen Sie in benutzerdefiniertem CSS darauf.

source: Product image
de_de: Produktbild

source: Add custom link.
de_de: Fügen Sie einen benutzerdefinierten Link hinzu.

source: Image alignment
de_de: Bildausrichtung

source: Select image alignment.
de_de: Wählen Sie die Bildausrichtung aus.

source: Image style
de_de: Bildstil

source: Select image display style.
de_de: Wählen Sie den Bildanzeigestil aus.

source: Hover effect
de_de: Hover-Effekt

source: Border color.
de_de: Rahmenfarbe.

source: Product excerpt
de_de: Produktauszug

source: Cut excerpt
de_de: Schnittauszug

source: Symbols after string
de_de: Symbole nach Zeichenfolge

source: Class
de_de: Klasse

source: Product rating
de_de: Produktbewertung

source: Show by default ?
de_de: Standardmäßig anzeigen ?

source: Product price
de_de: Produktpreis
nl_nl: Prijs van het product
pl_pl: Cena produktu

source: Enter letter spacing
de_de: Eingeben des Buchstabenabstands

source: Regular price color
de_de: Normale Preisfarbe

source: Sale price color
de_de: Verkaufspreisfarbe

source: Product sku
de_de: Produkt sku

source: Product brands
de_de: Produktmarken

source: Show image
de_de: Bild anzeigen

source: The image will be shown in case if product's brand has it
de_de: Das Bild wird angezeigt, wenn die Marke des Produkts

source: Product buttons
de_de: Produkttasten

source: Design type
de_de: Konstruktionstyp

source: Stretch
de_de: Strecke

source: Stretch (no paddings)
de_de: Stretch (keine Polsterung)

source: Vertical align
de_de: Vertikale Ausrichtung
nl_nl: Verticaal uitlijnen
pl_pl: Wyrównanie w pionie

source: Middle
de_de: Mitte
nl_nl: Midden
pl_pl: Środek

source: Full height
de_de: Volle Höhe

source: Text/icons color
de_de: Text/Symbole Farbe

source: Background color
de_de: Hintergrundfarbe

source: Text/icons hover color
de_de: Text/Symbole Hover Farbe

source: Background hover color
de_de: Hintergrund-Hover-Farbe

source: Border radius
de_de: Grenzradius

source: Paddings (top right bottom left)
de_de: Polsterung (oben rechts unten links)

source: Use this field to add element paddings. For example 10px 20px 30px 40px
de_de: Verwenden Sie dieses Feld, um Elementauffüllungen hinzuzufügen. Beispiel: 10px 20px 30px 40px

source: Extra class
de_de: Extraklasse

source: Rated %s out of 5
de_de: Bewertet %s von 5

source: Quick View
de_de: Schnellansicht
nl_nl: bekijk
pl_pl: Szybki podgląd

source: Your theme is activated! Now you have lifetime updates, top-notch 24/7 live support and much more.
de_de: Ihr Theme ist aktiviert! Jetzt haben Sie lebenslange Updates, erstklassigen 24/7 Live-Support und vieles mehr.

source: Deactivate theme
de_de: Deaktivieren des Themes

source: One standard license is valid only for 1 project (1 live and 1 staging websites of the same project). Running multiple projects on a single license is a copyright violation. When moving a site from one domain to another please deactivate theme first.
de_de: Eine Standardlizenz ist nur für 1 Projekt gültig (1 Live- und 1 Staging-Websites desselben Projekts). Das Ausführen mehrerer Projekte mit einer einzigen Lizenz stellt eine Urheberrechtsverletzung dar. Wenn Sie eine Site von einer Domäne in eine andere verschieben, deaktivieren Sie bitte zuerst das Thema.

source: Your product should be activated so you may get the access to all the XStore %1s demos %2s, auto theme %3s updates %4s and included premium %5s plugins %6s. The instructions below in toggle format must be followed exactly.
de_de: Ihr Produkt aktiviert werden soll, so können Sie den Zugriff auf alle XStore %1s demos %2s, auto-Theme %3s aktualisiert %4s und enthalten premium %5s plugins %6s. Die Anweisungen unten in "format Umschalten" müssen genau befolgt werden.

source: One standard license is valid only for 1 website. Running multiple websites on a single license is a copyright violation. When moving a site from one domain to another please deactivate the theme first.
de_de: Eine Standardlizenz ist nur für 1 Website gültig. Das Ausführen mehrerer Websites mit einer einzigen Lizenz stellt eine Urheberrechtsverletzung dar. Wenn Sie eine Site von einer Domäne in eine andere verschieben, deaktivieren Sie bitte zuerst das Theme.

source: This is major theme update! Please, do the backup of your files and database before proceed to update. If you use WC plugin make sure that its version is 3.3.0 or higher.
de_de: Dies ist ein wichtiges Theme Update! Bitte führen Sie die Sicherung Ihrer Dateien und Datenbanken durch, bevor Sie mit der Aktualisierung fortfahren. Wenn Sie WC-Plugin verwenden, stellen Sie sicher, dass seine Version 3.3.0 oder höher ist.

source: Oops, looks that mega-menu was not imported correctly. Go to Appearance > Menus > edit menu and use the 8theme menu options to select the Static Block for this menu item and show the mega-menu content
de_de: Hoppla, sieht das mega-Menü wurde nicht richtig importiert. Gehen Sie auf Aussehen &gt; Menüs &gt; Bearbeiten Menü, und verwenden Sie die 8theme Menü Optionen wählen Sie den Static-Block für dieses Menü und zeigen Sie das mega-Menü Inhalt

source: Available:
de_de: Verfügbar:

source: Sold:
de_de: Verkauft:

source: Subtotal:
de_de: Teilsumme:

source: Brand:
de_de: Marke:

source: Open 360 view
de_de: Öffnen 360 Ansicht
nl_nl: 360-zicht openen
pl_pl: Otwórz widok 360

source: Show details
de_de: Details anzeigen
nl_nl: Toon details
pl_pl: Pokaż szczegóły

source: Sizing guide
de_de: Größenanleitung
nl_nl: Maattabel
pl_pl: Przewodnik po rozmiarach

source: Category:
de_de: Kategorie:

source: Category:
de_de: Kategorie:

source: View as:
de_de: Ansicht als:
nl_nl: Bekijk als:
pl_pl: Wyświetl jako:

source: Filters
de_de: Filter
pl_pl: Filtry

source: Show
de_de: Zeigen
nl_nl: Tonen
pl_pl: Pokaż

source: View Wishlist
de_de: Wishlist anzeigen
nl_nl: Bekijk verlanglijst
pl_pl: Zobacz listę ulubionych

source: No products in the wishlist.
de_de: Keine Produkte auf der Wunschliste.
nl_nl: Geen producten op verlanglijst
pl_pl: Brak ulubionych produktów.

source: Cart
de_de: Warenkorb
nl_nl: Winkelwagen
pl_pl: Koszyk

source: Remove this item
de_de: Entfernen Dieses Elements
nl_nl: Verwijder dit item
pl_pl: Usuń ten przedmiot

source: No products in the cart.
de_de: Keine Produkte im Warenkorb.
nl_nl: Geen producten in u winkelwagen.
pl_pl: Brak produktów w koszyku.

source: Shopping cart
de_de: Warenkorb

source: Product brand
de_de: Produktmarke
nl_nl: Productmerk
pl_pl: Marka produktu

source: View all products
de_de: Alle Produkte anzeigen
nl_nl: Bekijk alle producten
pl_pl: Wyświetl wszystkie produkty

source: Up to
de_de: Bis zu

source: Video is not supporting by your browser
de_de: Video wird von Ihrem Browser nicht unterstützt
nl_nl: Video ondersteunt uw browser niet
pl_pl: Film nie jest obsługiwany przez przeglądarkę

source: Download Video
de_de: Video herunterladen
pl_pl: Ściągnij video

source: Upload your Video in 3 formats: MP4, OGG and WEBM
de_de: Laden Sie Ihr Video in 3 Formaten hoch: MP4, OGG und WEBM
nl_nl: Upload uw video in 3 formaten: MP4, OGG en WEBM
pl_pl: Załaduj film w formacie MP4, OGG lub WEBM

source: Delete image
de_de: Bild löschen
nl_nl: Verwijder afbeelding
pl_pl: Usuń obraz

source: Add product gallery video
de_de: Hinzufügen von Produktgalerie-Videos
nl_nl: Product galerie video toevoegen
pl_pl: Dodaj produkt do galerii video

source: Or you can use YouTube or Vimeo iframe code
de_de: Oder Sie können YouTube oder Vimeo iframe-Code verwenden
nl_nl: Of u kunt de iframe-code van YouTube of Vimeo gebruiken
pl_pl: Lub możesz użyć kodu w YouTube lub Vimeo

source: Add Images to Product Gallery
de_de: Bilder zur Produktgalerie hinzufügen
nl_nl: Voeg afbeeldingen toe aan de productgalerij
pl_pl: Dodaj obraz do galerii produktów

source: Add to gallery
de_de: Zur Galerie hinzufügen
nl_nl: Aan galerij toevoegen
pl_pl: Dodaj do galerii

source: Delete video
de_de: Video löschen
nl_nl: Verwijder video
pl_pl: Usuń video

source: Open panel
de_de: Offenes Panel
nl_nl: Open paneel
pl_pl: ROZWIŃ

source: Sorry, but nothing matched your search terms. Please try again with some different keywords
de_de: Es tut uns leid, aber nichts stimmte mit Ihren Suchbegriffen überein. Bitte versuchen Sie es erneut mit einigen anderen Schlüsselwörtern
nl_nl: Sorry, maar niets paste bij uw zoektermen. Probeer het opnieuw met een aantal verschillende zoekwoorden
pl_pl: Niestety, brak wyników wyszukiwania. Spróbuj ponownie wyszukać, używając kluczowych słów

source: Prev page
de_de: Prev-Seite
nl_nl: Vorige pagina
pl_pl: Poprzednia strona

source: Next page
de_de: Nächste Seite
nl_nl: Volgende pagina
pl_pl: Następna strona

source: No more posts to load
de_de: Keine Beiträge mehr zu laden
nl_nl: Geen posts meer om te laden
pl_pl: Brak możliwości wczytania większej ilości wpisów

source: Load More Posts
de_de: Laden Sie mehr Beiträge
nl_nl: Meer berichten laden
pl_pl: Załaduj więcej wpisów

source: Loading
de_de: Laden
nl_nl: Laden
pl_pl: Ładuję

source: Edit this
de_de: Bearbeiten Sie diese
nl_nl: Bewerk dit
pl_pl: Edytuj to

source: Search...
de_de: Suche...
nl_nl: Zoeken
pl_pl: Szukaj...

source: Tags:
de_de: Schilder:

source: About author
de_de: Über den Autor

source: About Author
de_de: Über Author
nl_nl: Over auteur
pl_pl: O autorze

source: Other posts by %s
de_de: Sonstige Beiträge nach %s
nl_nl: Andere berichten door %s
pl_pl: Inne wpisy po %s

source: Home
de_de: Startseite
pl_pl: Strona główna

source: Forums
de_de: Foren
pl_pl: Fora

source: Archive by category
de_de: Archiv nach Kategorie

source: Search Results for:
de_de: Suchergebnisse für:

source: Daily Archives:
de_de: Tägliche Archive:

source: Monthly Archives:
de_de: Monatliche archive:

source: Yearly Archives:
de_de: Jahresarchive:

source: Tag:
de_de: Etikett:

source: All posts by
de_de: Alle Beiträge von

source: Page not found
de_de: Seite nicht gefunden
nl_nl: Pagina niet gevonden
pl_pl: Strona nie znaleziona

source: Asides
de_de: Randbemerkungen
nl_nl: terzijde
pl_pl: Boki

source: Quotes
de_de: Zitate
nl_nl: Citaten
pl_pl: Cytaty

source: Galleries
de_de: Galerien
nl_nl: Galerijen
pl_pl: Galerie

source: Archives
de_de: Archive
nl_nl: Archieven
pl_pl: Archiwa

source: Page
de_de: Seite
nl_nl: Pagina
pl_pl: Strona

source: Add custom content to this popup via %1s -> %2s
de_de: Benutzerdefinierten Inhalt hinzuzufügen, um dieses popup per %1s -&gt; %2s

source: Sorry, but you do not have the correct permissions to install the %s plugin. Contact the administrator of this site for help on getting the plugin installed.
de_de: Es tut uns leid, aber Sie haben nicht die richtigen Berechtigungen, um das%s-Plugin zu installieren. Wenden Sie sich an den Administrator dieser Website, um Hilfe bei der Installation des Plugins zu erhalten.
nl_nl: Sorry, maar je hebt niet de juiste rechten om de % s plugin te installeren. Neem contact op met de beheerder van deze site voor hulp bij het installeren van de plug-in.
pl_pl: Przepraszamy, ale nie masz odpowiednich uprawnień do zainstalowania wtyczki % s. Skontaktuj się z administratorem tej strony, aby uzyskać pomoc na temat instalacji wtyczki.

source: Sorry, but you do not have the correct permissions to activate the %s plugin. Contact the administrator of this site for help on getting the plugin activated.
de_de: Es tut uns leid, aber Sie haben nicht die richtigen Berechtigungen, um das%s-Plugin zu aktivieren. Wenden Sie sich an den Administrator dieser Website, um Hilfe zu erhalten, wenn das Plugin aktiviert wird.
nl_nl: Sorry, maar je hebt niet de juiste rechten om de % s plugin te activeren. Neem contact op met de beheerder van deze site voor hulp bij het activeren van de plug-in.
pl_pl: Przepraszamy, ale nie masz odpowiednich uprawnień do aktywowania wtyczki % s. Skontaktuj się z administratorem tej strony, aby uzyskać pomoc na temat aktywowania wtyczki.

source: Sorry, but you do not have the correct permissions to update the %s plugin. Contact the administrator of this site for help on getting the plugin updated.
de_de: Es tut uns leid, aber Sie haben nicht die richtigen Berechtigungen, um das%s-Plugin zu aktualisieren. Wenden Sie sich an den Administrator dieser Website, um Hilfe zum Aktualisieren des Plugins zu erhalten.
nl_nl: Sorry, maar je hebt niet de juiste rechten om de % s plug-in bij te werken. Neem contact op met de beheerder van deze site voor hulp bij het bijwerken van de plug-in.
pl_pl: Przepraszamy, ale nie masz odpowiednich uprawnień do aktualizacji wtyczki % s. Skontaktuj się z administratorem tej strony, aby uzyskać pomoc na temat aktualizacji wtyczki.

source: Activate installed plugin
de_de: Installiertes Plugin aktivieren
nl_nl: Activeer de geïnstalleerde plug-in
pl_pl: Aktywuj zainstalowaną wtyczkę

source: All plugins installed and activated successfully. %s
de_de: Alle Plugins wurden erfolgreich installiert und aktiviert. %s
nl_nl: Alle plug-ins zijn geïnstalleerd en geactiveerd. %s
pl_pl: Wszystkie wtyczki zostały zainstalowane i aktywowane pomyślnie. %s

source: Main menu
de_de: Hauptmenü
nl_nl: Hoofdmenu
pl_pl: Główne menu

source: Main menu right
de_de: Hauptmenü rechts
nl_nl: Hoofdmenu rechts
pl_pl: Główne menu po prawej

source: My account
de_de: Mein Konto
nl_nl: Mijn account
pl_pl: Moje konto

source: Permalink to %s
de_de: Permalink zu %s

source: Shopping cart
de_de: Warenkorb

source: Order status
de_de: Auftragsstatus

source: Your shopping cart is empty
de_de: Ihr Warenkorb ist leer

source: We invite you to get acquainted with an assortment of our shop. Surely you can find something for yourself!
de_de: Wir laden Sie ein, sich mit einem Sortiment unseres Shops vertraut zu machen. Sicherlich können Sie etwas für sich selbst finden!
nl_nl: Wij nodigen u uit om kennis te maken met het assortiment van onze winkel. u zal vast iets naar u zin vinden!
pl_pl: Zapraszamy do zapoznania się z asortymentem naszego sklepu. Na pewno znajdziesz coś dla siebie!

source: Return To Shop
de_de: Zurück zum Shop
nl_nl: Keer terug naar de winkel
pl_pl: Wróć do sklepu

source: Product
de_de: Produkt
pl_pl: Produkt

source: Quantity
de_de: Menge
nl_nl: Aantal stuks
pl_pl: Ilość

source: Subtotal
de_de: Teilsumme

source: Available on backorder
de_de: Verfügbar auf Rückstand
nl_nl: Beschikbaar in nabestelling
pl_pl: Dostępne na zamówienie

source: Remove
de_de: Entfernen

source: Enter your promotional code
de_de: Geben Sie Ihren Aktionscode ein

source: Coupon code
de_de: Gutscheincode
nl_nl: Kortingsbon code
pl_pl: Kod kuponu

source: OK
de_de: Okay

source: Return to shop
de_de: Zurück zum Shop

source: Update cart
de_de: Warenkorb aktualisieren

source: You may be interested in&hellip;
de_de: Sie interessieren könnten...
nl_nl: Wat ook interessant voor u kan zijn...
pl_pl: Możesz być zainteresowany&hellip;

source: Billing &amp; Shipping
de_de: Abrechnung &amp; Versand
nl_nl: Factuur en betaal gegevens
pl_pl: Rachunek &amp; Dostawa

source: Billing Details
de_de: Abrechnungsdetails
nl_nl: Factuur gegevens
pl_pl: Szczegóły płatności

source: Create an account?
de_de: Ein Konto erstellen?
nl_nl: Account aanmaken?
pl_pl: Utwórz konto?

source: You must be logged in to checkout.
de_de: Sie müssen am Checkout angemeldet sein.
nl_nl: Je moet ingelogd zijn om af te rekenen
pl_pl: Musisz się zalogować, aby dokonać płatności.

source: Your order
de_de: Ihre Bestellung
nl_nl: Jouw bestelling
pl_pl: Twoje zamówienie

source: Shipping address
de_de: Lieferadresse
nl_nl: Verzendingsadres
pl_pl: Adres wysyłki

source: Ship to a different address?
de_de: An eine andere Adresse versenden?
nl_nl: Versturen naar een ander adres?
pl_pl: Dostawa na inny adres?

source: Additional Information
de_de: Zusätzliche Informationen
nl_nl: Extra informatie
pl_pl: Dodatkowe informacje

source: Unfortunately your order cannot be processed as the originating bank/merchant has declined your transaction. Please attempt your purchase again.
de_de: Leider kann Ihre Bestellung nicht bearbeitet werden, da die ursprüngliche Bank/Händlerihre Transaktion abgelehnt hat. Bitte versuchen Sie es erneut mit dem Kauf.

source: Pay
de_de: Zahlen

source: Thank you. Your order has been received.
de_de: Danke. Ihre Bestellung ist eingegangen.

source: Order number:
de_de: Bestellnummer:

source: Date:
de_de: Datum:

source: Total:
de_de: gesamt:

source: Payment method:
de_de: Zahlungsmethode:

source: To use this element you have to create custom product template via %1s. For more details %2s.
de_de: Um dieses Element zu nutzen, musst du ein benutzerdefiniertes Produkt-template per %1s erstellen. Für mehr details %2s.

source: WPBakery page builder
de_de: WPBakery-Seitengenerator

source: %s product
de_de: %s Produkt
pl_pl: %s produkt

source: by %s
de_de: von %s

source: Username or email
de_de: Benutzername oder E-Mail
nl_nl: Gebruikersnaam of Email adres
pl_pl: Nazwa użytkownika lub adres email

source: Remember me
de_de: erinnern Sie sich an mich
nl_nl: Herinner mij
pl_pl: Zapamiętaj mnie

source: Lost your password?
de_de: Passwort vergessen?
nl_nl: Je password kwijt?
pl_pl: Zapomniałeś hasła?

source: Login
de_de: Anmelden
pl_pl: Zaloguj się

source: No products were found
de_de: Es wurden keine Produkte gefunden
nl_nl: Er zijn geen producten gevonden
pl_pl: Nie znaleziono produktów

source: Register
de_de: Registrieren
nl_nl: Registreer
pl_pl: Zarejestrować

source: Username
de_de: Nutzername
nl_nl: Gebruikersnaam
pl_pl: Nazwa użytkownika

source: Email address
de_de: E-Mail-Adresse

source: A password will be sent to your email address.
de_de: Ein Passwort wird an Ihre E-Mail-Adresse gesendet.

source: Share:
de_de: Freigeben:
nl_nl: Delen:
pl_pl: Udostępnij:

source: Show full details
de_de: Alle Details anzeigen
nl_nl: Laat alle details zien
pl_pl: Pokaż wszystkie szczegóły

source: Product Information
de_de: Produktinformationen
nl_nl: Productinformatie
pl_pl: Informacja o produkcie

source: Tag:
de_de: Etikett:

source: Placeholder
de_de: Platzhalter
nl_nl: tijdelijke aanduiding tekst
pl_pl: Symbol zastępczy

source: Related products
de_de: Verwandte Produkte

source: You may also like...
de_de: Vielleicht mögen Sie auch...

source: Type here...
de_de: Geben Sie hier ein...
nl_nl: Typ hier ...
pl_pl: Szukaj...

source: All categories
de_de: Alle Kategorien
nl_nl: Alle categorieën
pl_pl: Wszystkie kategorie

source: http://www.8theme.com
de_de: Diese Seite kann nicht gefunden werden

source: Oops! Page not found
nl_nl: Sorry pagina niet gevonden.
pl_pl: Ups! Strona, której szukasz, nie została znaleziona

source: Sorry, but the page you are looking for is not found. Please, make sure you have typed the current URL.
nl_nl: De pagina die u zoekt is niet beschikbaar.
pl_pl: Przepraszamy, ale strona, której szukasz, nie została znaleziona. Upewnij się, że wpisałeś właściwy adres URL.

source: Go to home page
nl_nl: Ga naar de home pagina
pl_pl: Powrót do strony głównej

source: Share Post
nl_nl: Deel dit bericht!
pl_pl: Udostępnij wpis

source: You cannot access this file
nl_nl: Je kan dit bestand niet benaderen
pl_pl: Brak dostępu do tego pliku

source: No Comments
nl_nl: Geen reactie
pl_pl: Brak komentarzy

source: One Comment
nl_nl: Een reactie
pl_pl: Jeden komentarz

source: % Comments
nl_nl: % reacties
pl_pl: % komentarzy

source: Small
nl_nl: Klein
pl_pl: Mały

source: Center
nl_nl: Midden
pl_pl: Centralny

source: Thin description
nl_nl: Kleine beschrijving
pl_pl: Cienki opis

source: Wide
nl_nl: Wijd
pl_pl: Szeroki

source: Previous
nl_nl: Vorige
pl_pl: Poprzednia

source: Mail to friend
nl_nl: Stuur naar eeen vriend
pl_pl: Prześlij znajomemu

source: Title font
nl_nl: Titel lettertype
pl_pl: Czcionka tytułu

source: Subtitle font
nl_nl: Ondertitel lettertype
pl_pl: Czcionka napisów

source: Use custom font?
nl_nl: Gebruik aangepaste lettertype?
pl_pl: Użyj standardowej czcionki?

source: Enable custom font option.
nl_nl: Schakel de aangepaste font optie in.
pl_pl: Włącz opcje czcionki standardowej.

source: Horizontal align
nl_nl: Horizontaal uitlijnen
pl_pl: Wyrównanie w poziomie

source: Banner design
pl_pl: Projekt banera

source: Zoom
pl_pl: Powiększenie

source: Without
nl_nl: Zonder
pl_pl: Bez

source: Font style
nl_nl: Letter type
pl_pl: Styl czcionki

source: light
nl_nl: Licht
pl_pl: jasny

source: dark
nl_nl: Donker
pl_pl: ciemny

source: Responsive fonts
nl_nl: Responsieve lettertypen
pl_pl: Czcionki responsywne

source: Yes
nl_nl: Ja
pl_pl: Tak

source: No
nl_nl: Nee
pl_pl: Nie

source: Banner Image
nl_nl: Banner afbeelding
pl_pl: Obraz baneru

source: Banner size
nl_nl: Banner afmeting
pl_pl: Rozmiar baneru

source: Enter image size. Example in pixels: 200x100 (Width x Height).
nl_nl: Afbeeldings grootte b.v. 200x100 pixelss ( breete x hoogte).
pl_pl: Wprowadź rozmiar obrazu. Przykład w pikselach: 200 x 100 (szerokość x wysokość).

source: Image Opacity
nl_nl: Doorzichtigheid afbeelding
pl_pl: Krycie obrazu

source: Enter value between 0.0 to 1 (0 is maximum transparency, while 1 is lowest)
nl_nl: Vul een waarde in tussen 0.0 en 1 ( 0 is maximaal doorzichtig en 1 is minimaal)
pl_pl: Wpisz wartość od 0,0 do 1 (0 oznacza maksymalną przezroczystość, a 1 - najniższą)

source: Image Opacity on Hover
nl_nl: Afbeeldings doorzichtigheid
pl_pl: Krycie obrazu po najechaniu kursorem myszy

source: Background Color
nl_nl: Achtergrond kleur
pl_pl: Kolor tła

source: Extra Class
pl_pl: Dodatkowa klasa

source: If you wish to style particular content element differently, then use this field to add a class name and then refer to it in your css file.
nl_nl: Als u een bepaald inhoudselement anders wilt sorteren, gebruik dan dit veld om een class name toe te voegen en te verwijzen naar het css-bestand.
pl_pl: Jeśli chcesz w inny sposób stylizować określony element treści, użyj tego pola, aby dodać nazwę klasy, a następnie odwołaj się do niej w pliku css.

source: CSS box
pl_pl: Skrzynka CSS

source: Design for banner content
nl_nl: Design voor de banner
pl_pl: Projekt dla zawartości bannerowej

source: Post
nl_nl: Bericht
pl_pl: Wpis

source: List of IDs
nl_nl: ID lijst
pl_pl: Lista identyfikatorów

source: Data source
nl_nl: Data bron
pl_pl: Źródło danych

source: Select content type for your grid.
nl_nl: Selecterr de inhoud van de grid lay-out
pl_pl: Wybierz typ zawartości dla swojej siatki.

source: Include only
nl_nl: Inclusief
pl_pl: Uwzględnij tylko

source: Add posts, pages, etc. by title.
nl_nl: Voeg berichten, pagina's, enz. Op titel toe.
pl_pl: Dodaj wpisy, strony itp. według tytułu.

source: Custom query
nl_nl: Aangepaste zoekopdracht
pl_pl: Niestandardowe zapytanie

source: Build custom query according to <a href="http://codex.wordpress.org/Function_Reference/query_posts">WordPress Codex</a>.
nl_nl: Maak een aangepaste query volgens <a href="http://codex.wordpress.org/Function_Reference/query_posts"> WordPress Codex </a>.
pl_pl: Twórz niestandardowe zapytania zgodnie z <a href="http://codex.wordpress.org/Function_Reference/query_posts">WordPress Codex</a>.

source: Narrow data source
nl_nl: Beperkte gegevensbron
pl_pl: Wąskie źródło danych
