Repository: AlexRUS-RUSA/Translation-of-Xstore-theme
Catalog: Xstore/*/xstore-*.po
Languages: de_de, nl_nl, pl_pl

source: Breadcrumbs title font
de_de: Breadcrumbs-Titelschriftart
nl_nl: Breadcrumbs titel lettertype
pl_pl: Czcionka tytułowa nawigacji okruszkowej

source: Use to change font family and font styles for the title in the breadcrumbs.
de_de: Verwenden Sie diese Datei, um die Schriftfamilie und die Schriftartstile für den Titel in den Breadcrumbs zu ändern.

source: "Return to previous page" link
de_de: Link "Zurück zur vorherigen Seite"

source: Turn on to show Return to previous page link.
de_de: Aktivieren Sie diese Option, um den Link "Zurück zum vorherigen Seiten" anzuzeigen.

source: "Return to previous page" font
de_de: Schriftart "Zurück zur vorherigen Seite"
nl_nl: "Terug naar vorige pagina" font
pl_pl: "Powrót do poprzedniej strony" czcionka

source: Use to change font family and font styles for the "return to previous page" link.
de_de: Verwenden Sie diese Datei, um die Schriftfamilie und die Schriftarten für den Link "Zurück zur vorherigen Seite" zu ändern.

source: Select page
de_de: Seite auswählen

source: Padding top
de_de: Polsterung oben

source: Padding right
de_de: Polsterung rechts

source: Padding bottom
de_de: Polsterung unten

source: Padding left
de_de: Polsterung links

source: Border right
de_de: Grenzrecht

source: Border left
de_de: Grenze links

source: Solid
de_de: Solide

source: Dashed
de_de: Gestrichelte

source: Dotted
de_de: Gepunktete

source: Double
de_de: Doppel

source: Border top left radius
de_de: Border-oberer linker Radius

source: Border top right radius
de_de: Grenzspitze r.i.a.

source: Border bottom right radius
de_de: Rahmen bodenrechter Radius

source: Border bottom left radius
de_de: Rahmen unterlinker Radius

source: Theme Custom CSS
de_de: Thema Custom CSS

source: Once you've isolated a part of theme that you'd like to change, enter your CSS code to the fields below. Do not add JS or HTML to the fields. Custom CSS, entered here, will override a theme CSS. In some cases, the !important tag may be needed.
de_de: Nachdem Sie einen Teil des Themas isoliert haben, den Sie ändern möchten, geben Sie Ihren CSS-Code in die felder unten ein. Fügen Sie den Feldern weder JS noch HTML hinzu. Benutzerdefiniertes CSS, das hier eingegeben wird, überschreibt ein Thema CSS. In einigen Fällen kann das !important-Tag erforderlich sein.

source: Custom CSS for desktop (992px+)
de_de: Benutzerdefiniertes CSS für Desktop (992px+)
nl_nl: Aangepaste CSS voor desktop (992px +)
pl_pl: Domyślny CSS na desktopy (992px+)

source: Custom CSS for tablet (768px - 991px)
de_de: Benutzerdefinierte CSS für Tablet (768px - 991px)
nl_nl: Aangepaste CSS voor tablet (768px - 991px)
pl_pl: Domyślny CSS na tablety (768px - 991px)

source: Custom CSS for mobile landscape (481px - 767px)
de_de: Benutzerdefinierte CSS für mobile Landschaft (481px - 767px)
nl_nl: Aangepaste CSS voor mobiel landschap (481px - 767px)
pl_pl: DomyślnyCSS na urządzenia mobilne krajobrazowe (481px - 767px)

source: Custom CSS for mobile (0 - 480px)
de_de: Benutzerdefinierte CSS für Mobile (0 - 480px)

source: To create FaceBook APP ID follow the instructions %1s %2s Check theme documentation if it does not work for you %3s
de_de: Um eine FaceBook APP-ID zu erstellen, folgen Sie den Anweisungen %1s %2s Prüfe die Theme Dokumentation, wenn es nicht funktioniert %3s

source: Back to top button
de_de: Zurück nach oberen Schaltfläche

source: "Back To Top" button
de_de: Schaltfläche "Zurück nach oben"
nl_nl: "Terug naar boven" knop
pl_pl: Przycisk Powrót do góry

source: Turn on to have back to top button at the right bottom of the page.
de_de: Schalte dies ein um die Schaltfläche Zurück nach Oben am rechten unteren Rand zu verwenden.

source: "Back To Top" button on mobile
de_de: "Zurück nach oben" Schaltfläche auf dem Handy
nl_nl: "Terug naar boven" knop op mobiel
pl_pl: Przycisk "Powrót do góry" na urządzeniu mobilnym

source: Turn on to have back to top button on mobile.
de_de: Schalte dies ein, um die Schaltfläche "Zurück nach oben" auf Mobilgeräten zu verwenden.

source: Copyrights text color scheme
de_de: Urheberrechte Text Farbschema
nl_nl: Copywriting tekst kleuren schema
pl_pl: Schemat kolorów tekstu Copyrights

source: Choose copyrights text color scheme.
de_de: Wählen Sie das Textfarbschema für Urheberrechte aus.

source: Choose copyrights links colors.
de_de: Wählen Sie Copyrights Links Farben.

source: Regular
de_de: Normal

source: Active
de_de: aktiv
nl_nl: Aktief
pl_pl: Aktywny

source: Copyrights Background Color
de_de: Copyrights Hintergrundfarbe
nl_nl: Copyrights achtergrond kleur
pl_pl: Kolor tła Copyrights

source: Controls the the copyrights background color.
de_de: Steuert die Hintergrundfarbe der Urheberrechte.

source: Copyrights paddings
de_de: Copyrights Polsterung

source: Controls the paddings for the copyright area. Leave empty to use default values.
de_de: Steuert die Auffüllungen für den Copyright-Bereich. Lassen Sie leer, um Standardwerte zu verwenden.

source: Footer layout
de_de: Fußzeilenlayout

source: Remember that you can create footer using static blocks.
de_de: Denken Sie daran, dass Sie Fußzeile mit statischen Blöcken erstellen können.

source: Watch the tutorial
de_de: Sehen Sie sich das Tutorial an

source: Footer columns
de_de: Fußzeilenspalten
nl_nl: Footer kolommen
pl_pl: Kolumny stopki

source: Controls the number of columns in footer. You can add footer content at Appearance > Widgets. You can use static blocks widgets in footer to create custom layout.
de_de: Steuert die Anzahl der Spalten in der Fußzeile. Sie können hinzufügen Fußzeile Inhalte auf Darstellung &gt; Widgets. Sie können statische Blöcke, widgets in Fußzeile erstellen von benutzerdefinierten layout.

source: 1 Column
de_de: 1 Spalte
nl_nl: 1 kolom
pl_pl: 1 kolumna

source: 2 Columns
de_de: 2 Spalten
nl_nl: 2 kolommen
pl_pl: 2 kolumny

source: 3 Columns
de_de: 3 Spalten
nl_nl: 3 kolommen
pl_pl: 3 kolumny

source: 4 Columns
de_de: 4 Spalten
nl_nl: 4 kolommen
pl_pl: 4 kolumny

source: Show footer demo blocks
de_de: Zeige Fusszeilen-Demoblöcke
nl_nl: Laat de footer zien in demo blok
pl_pl: Pokaż bloki demonstracyjne stopki

source: Turn off to hide default demo content of the footer.
de_de: Deaktivieren Sie diese Option, um den Standarddemoinhalt der Fußzeile auszublenden.

source: Footer fixed
de_de: Fußfuß fixiert
nl_nl: Footer staat vast
pl_pl: Naprawiona stopka

source: Turn on to get sliding effect for the footer (footer appears under the content during scroll).
de_de: Schalten Sie ein, um einen Gleiteffekt für die Fußzeile zu erhalten (Fußzeile wird während des Scrollens unter dem Inhalt angezeigt).

source: Footer widgets toggle on mobile
de_de: Fusszeilen-Widgets auf Mobilgeräten umschalten

source: Turn off to hide close widgets in the footer on mobile.
de_de: Deaktivieren Sie diese, um Widgets in der Fußzeile auf Mobilgeräten auszublenden.

source: Footer widgets toggle action on mobile
de_de: Fusszeilen-Widgets schalten Aktion auf Mobilgeräten um

source: Type of widget content.
de_de: Typ des Widget-Inhalts.

source: Open always
de_de: Offen immer

source: Collapsed
de_de: Reduziert

source: Footer
de_de: Fußzeile
pl_pl: Stopka

source: Footer styling
de_de: Fusszeilen Styling

source: Footer text color scheme
de_de: Fußzeilentext-Farbschema
nl_nl: Footer tekst kleurenschema
pl_pl: Schemat kolorów stopki

source: Choose footer text color scheme.
de_de: Wählen Sie das Farbschema für Fußzeilentext aus.

source: Footer Links
de_de: Fusszeilen Links
pl_pl: Linki stopki

source: Footer Background Color
de_de: Fußzeile Hintergrundfarbe
nl_nl: Footer achtergrond kleur
pl_pl: Kolor tła stopki

source: Controls the the footer background color.
de_de: Steuert die Hintergrundfarbe der Fußzeile.

source: Footer paddings
de_de: Fusszeilen Padding

source: Controls the paddings for the footer area. Leave empty to use default values.
de_de: Steuert das Padding für den Fußzeilenbereich. Lasse dies leer, um Standardwerte zu verwenden.

source: Footer Border bottom width
de_de: Fußzeile Rahmenbreite unten

source: Controls the the Footer border bottom width
de_de: Steuert die Rahmenbreite unten der Fusszeile

source: Footer Border bottom style
de_de: Fußzeile Rahmenstil unten

source: Controls the the Footer border bottom style
de_de: Steuert den Rahmenstil unten der Fusszeile

source: Footer Border bottom color
de_de: Fußzeile Rahmenfarbe unten

source: Controls the the Footer border bottom color
de_de: Steuert die Rahmenfarbe unten der Fusszeile

source: General / Layout
de_de: Allgemein / Layout

source: Choose the type of layout you want your site to display.
de_de: Wählen Sie den Layouttyp aus, der von der Website angezeigt werden soll.

source: Wide layout
de_de: Breites Layout
nl_nl: Brede indeling
pl_pl: Szeroki układ

source: Framed
de_de: Gerahmt
nl_nl: Omlijst
pl_pl: Oprawiony

source: Site width
de_de: Standortbreite
nl_nl: Site breedte
pl_pl: Szerokość witryny

source: Controls the content width. In pixels, default: 1170px.
de_de: Steuert die Inhaltsbreite. In Pixel, Standard: 1170px.

source: Enable nice loading effect while your site or page is in loading mode.
de_de: Aktivieren Sie einen schönen Ladeeffekt, während sich Ihre Website oder Seite im Lademodus befindet.

source: Upload an interesting png, jpg or gif file to make the waiting time less of a hassle for site visitors.
de_de: Laden Sie eine interessante Png-, JPG- oder GIF-Datei hoch, um die Wartezeit für Website-Besucher weniger zu verdrängen.

source: Images loader
de_de: Bilder-Lader

source: Static blocks
de_de: Statische Blöcke

source: Enable this option if you want to use static blocks functionality to create an advanced content of footer, newsletter, mega menu etc.
de_de: Aktivieren Sie diese Option, wenn Sie die Funktionalität statischer Blöcke verwenden möchten, um einen erweiterten Inhalt von Fußzeile, Newsletter, Mega-Menü usw. zu erstellen.

source: Enable this option if you collect written recommendations from customers, clients and want to display them on your site in different ways.
de_de: Aktivieren Sie diese Option, wenn Sie schriftliche Empfehlungen von Kunden und Kunden sammeln und diese auf unterschiedliche Weise auf Ihrer Website anzeigen möchten.

source: WPBakery responsive CSS box-module
de_de: WPBakery responsive CSS Box-Modul

source: Enable responsive CSS boxes for columns and rows in WPBakery builder.
de_de: Aktivieren Sie reaktionsfähige CSS-Boxen für Spalten und Zeilen in WPBakery Builder.

source: Theme menu options
de_de: Themenmenü-Optionen

source: Enable to get additional menu settings to build mega menus, upload menu images, icons etc.
de_de: Aktivieren Sie, um zusätzliche Menüeinstellungen zu erhalten, um Mega-Menüs zu erstellen, Menübilder, Symbole usw. hochzuladen.

source: Google Map API Key
de_de: Google Map API-Schlüssel

source: Choose the area where you want to display cart widget in header or disable it at all.
de_de: Wählen Sie den Bereich aus, in dem Sie das Cart-Widget in der Kopfzeile anzeigen oder deaktivieren.

source: Top bar left
de_de: Obere Leiste links
nl_nl: Bovenste balk links
pl_pl: Lewy górny panel

source: Top bar right
de_de: Obere Bar rechts
nl_nl: Bovenste balk rechts
pl_pl: Prawy górny panel

source: Shopping cart icon
de_de: Warenkorb-Symbol
nl_nl: Winkelwagen afbeelding
pl_pl: Ikona koszyka w sklepie

source: Choose the icon that you like to use for the cart widget in your header.
de_de: Wählen Sie das Symbol aus, das Sie für das Warenkorb-Widget in Ihrer Kopfzeile verwenden möchten.

source: Number of products in mini cart
de_de: Anzahl der Produkte im Mini-Wagen

source: Mini cart banner content
de_de: Inhalt des Mini-Cart-Banners

source: Controls content that appears at the bottom of the cart widget drop-down. Do not include JS in the field.
de_de: Steuert Den Inhalt, der am unteren Rand der Dropdown-Liste des Cart-Widgets angezeigt wird. Fügen Sie JS nicht in das Feld ein.

source: Show cart total
de_de: Kart insgesamt anzeigen

source: Turn on to show the cart total amount next to the cart icon.
de_de: Aktivieren Sie diese Option, um den Warenkorbbetrag neben dem Warenkorbsymbol anzuzeigen.

source: Show zero number of cart items on label
de_de: Nullanzahl von Warenkorbartikeln auf Label anzeigen

source: Turn on to show label with zero when the cart is empty.
de_de: Aktiviere dies, um Label mit Null anzuzeigen, wenn der Warenkorb leer ist.

source: Regular for cart/wishlist number label
de_de: Normal für Warenkorb/Wunschlisten Label

source: Controls the text color of the label with the number of items in the cart.
de_de: Steuert die Textfarbe des Labels mit der Anzahl der Elemente im Warenkorb.

source: Background color for cart/wishlist number label
de_de: Hintergrundfarbe für Warenkorb/Wunschliste Nummern-Label

source: Wishlist icon position
de_de: Wunschlistensymbolposition
nl_nl: Positie verlanglijst pictogram
pl_pl: Pozycja ikony ulubione

source: Choose the area where you want to display wishlist icon in the header or disable it at all. Works only if YITH Wishlist plugin is enabled.
de_de: Wählen Sie den Bereich aus, in dem Sie das Wunschlistensymbol in der Kopfzeile anzeigen möchten, oder deaktivieren Sie ihn überhaupt. Funktioniert nur, wenn das YITH Wishlist Plugin aktiviert ist.

source: Fixed header
de_de: Fester Kopf
nl_nl: Vaste koptekst
pl_pl: Nagłówek naprawiony

source: Fixed header type
de_de: Fester Kopftyp

source: Choose the type of the fixed header appearance or disable it. Fixed - display fixed header once you scroll down, Smart - display fixed header once you scroll up.
de_de: Wählen Sie den Typ der festen Headerdarstellung aus, oder deaktivieren Sie sie. Behoben - Feste Kopfzeile anzeigen, sobald Sie nach unten scrollen, Smart - zeigen feste Kopfzeile, sobald Sie nach oben scrollen.

source: Fixed
de_de: Fest
pl_pl: Naprawiony

source: Smart
de_de: schlau

source: Fixed header text color
de_de: Feste Kopfzeilen-Textfarbe
nl_nl: Vaste koptekst kleur
pl_pl: Kolor tekstu nagłówka naprawiony

source: Controls the fixed header text/icons color scheme.
de_de: Steuert das Farbschema "Text/Symbole" mit fester Kopfzeile.

source: Fixed header background
de_de: Fester Headerhintergrund
nl_nl: Achtergrond van de koptekst
pl_pl: Tło nagłówka naprawione

source: Controls the fixed header background.
de_de: Steuert den festen Headerhintergrund.

source: Header Type
de_de: Headertyp
pl_pl: Typ nagłówka

source: Choose the most suitable header design for you. Some of the headers have Custom area where you can use HTML or static block shortcode to display custom content in the header. The position of the Custom HTML area depends on header design.
de_de: Wählen Sie das für Sie am besten geeignete Header-Design aus. Einige der Header verfügen über einen benutzerdefinierten Bereich, in dem Sie HTML oder statischeblock-Shortcode verwenden können, um benutzerdefinierte Inhalte im Header anzuzeigen. Die Position des benutzerdefinierten HTML-Bereichs hängt vom Headerdesign ab.

source: Header custom HTML
de_de: Header benutzerdefinierter HTML
nl_nl: Header aangepaste HTML
pl_pl: Standardowy nagłówek HTML

source: You can add text, HTML or static block shortcode to display additional content in the header. The position of the Custom HTML depends on header design. Do not include JS in the field.
de_de: Sie können Text, HTML oder statischeblock-Shortcode hinzufügen, um zusätzliche Inhalte in der Kopfzeile anzuzeigen. Die Position des benutzerdefinierten HTML hängt vom Headerdesign ab. Fügen Sie JS nicht in das Feld ein.

source: Header banner position
de_de: Position des Headerbanners

source: Controls position of the Header banner widget area where you can add some promo information.
de_de: Steuert die Position des Header-Banner-Widget-Bereichs, in dem Sie einige Promo-Informationen hinzufügen können.

source: Above header
de_de: Über Kopf

source: Under header
de_de: Unter Kopf

source: Logo image
de_de: Logobild
nl_nl: Logo afbeelding
pl_pl: Obraz logo

source: Upload logo image for the main header area.
de_de: Laden Sie das Logobild für den Hauptkopfbereich hoch.

source: Logo image for fixed header
de_de: Logobild für festen Header
nl_nl: Logo afbeelding voor vaste koptekst
pl_pl: Obraz logo dla poprawionego nagłówka

source: Upload logo image for the fixed header.
de_de: Laden Sie das Logobild für den festen Header hoch.

source: Logo max width
de_de: Logo max Breite
nl_nl: Logo maximale breedte
pl_pl: Maksymalna szerokość logo

source: Controls the max width of the logo. In pixels.
de_de: Steuert die maximale Breite des Logos. In Pixel.

source: Menu
de_de: Menü

source: Smart menu
de_de: Intelligentes Menü

source: Controls the appearance of the toggle icon instead of the last menu items when there is no space to show the links in one line. Do not use if your menu is not too long.
de_de: Steuert die Darstellung des Umschaltsymbols anstelle der letzten Menüelemente, wenn kein Platz zum Anzeigen der Verknüpfungen in einer Zeile vorhanden ist. Nicht verwenden, wenn Ihr Menü nicht zu lang ist.

source: Mega menu full width
de_de: Mega-Menü in voller Breite

source: Turn on to make the mega menu wrapper full width and keep mega menu columns container in the middle of the screen.
de_de: Aktivieren Sie diese Option, um den Mega-Menü-Wrapper in voller Breite zu gestalten, und halten Sie Mega-Menüspalten container in der Mitte des Bildschirms.

source: Secondary menu
de_de: Sekundärmenü
nl_nl: tweede menu
pl_pl: Drugie menu

source: Turn on to show the additional vertical menu before the first menu item.
de_de: Aktivieren Sie diese Option, um das zusätzliche vertikale Menü vor dem ersten Menüelement anzuzeigen.

source: Secondary menu visibility
de_de: Sekundäre Menüsichtbarkeit
nl_nl: Tweede menu zichtbaar
pl_pl: Widoczność drugiego menu

source: Choose the way to show the secondary menu.
de_de: Wählen Sie die Art und Weise aus, wie das sekundäre Menü angezeigt werden soll.

source: Opened
de_de: Geöffnet
nl_nl: Open
pl_pl: Otwierany

source: Opened by click
de_de: Geöffnet durch Klick
nl_nl: Open door klikken
pl_pl: Otwierany po kliknięciu

source: Opened on hover
de_de: Geöffnet bei Hover
nl_nl: Open door overgaan
pl_pl: Otwierany przy najechaniu myszą

source: For home page only
de_de: Nur für Homepage
nl_nl: Alleen voor de home pagina
pl_pl: Tylko dla strony głównej

source: Turn on to keep the secondary menu opened only for the home page.
de_de: Aktivieren Sie diese Option, um das sekundäre Menü nur für die Startseite geöffnet zu halten.

source: Darkening
de_de: Verdunkelung
nl_nl: Donkerder
pl_pl: Ściemnianie

source: Turn on to show the semi-transparent dark veil over the content and highlight the menu only.
de_de: Schalten Sie ein, um den halbtransparenten dunklen Schleier über dem Inhalt anzuzeigen, und markieren Sie nur das Menü.

source: All departments text
de_de: Alle Abteilungen Text
nl_nl: Alle afdelingen tekst
pl_pl: Tekst wszystkich departamentów

source: This text will be displayed instead of the default "All departments" title for the secondary menu.
de_de: Dieser Text wird anstelle des Standardtitels "Alle Abteilungen" für das sekundäre Menü angezeigt.

source: All departments
de_de: Alle Abteilungen
nl_nl: Alle afdelingen
pl_pl: Wszystkie departamenty

source: Menu styling
de_de: Menü-Styling

source: Menu links align
de_de: Menülinks ausrichten
nl_nl: Menu links uitlijnen
pl_pl: Wyrównanie lików menu

source: Choose the alignment of the menu
de_de: Wählen Sie die Ausrichtung des Menüs

source: Menu background color
de_de: Menü-Hintergrundfarbe

source: Controls the background color of the menu.
de_de: Steuert die Hintergrundfarbe des Menüs.

source: Menu items background color
de_de: Menüelemente Hintergrundfarbe

source: Hover/Active
de_de: Hover/Aktiv

source: Menu items border style
de_de: Menüelemente Rahmenstil

source: Menu items border width
de_de: Menüelemente Rahmenbreite

source: Menu items border color
de_de: Menüelemente Rahmenfarbe

source: Menu items border radius
de_de: Menüelemente Rahmenradius

source: Menu items paddings
de_de: Menüelemente-Auffüllungen

source: Controls the paddings of the menu items.
de_de: Steuert die Auffüllungen der Menüelemente.

source: Menu items border style (hover)
de_de: Menüelemente Rahmenstil (Hover)

source: Menu items border width (hover)
de_de: Menüelemente Rahmenbreite (Hover)

source: Fixed header menu
de_de: Festes Kopfzeilenmenü

source: Dropdown menus
de_de: Dropdown-Menüs

source: Dropdown background
de_de: Dropdown-Hintergrund

source: Dropdown border color
de_de: Dropdown-Rahmenfarbe

source: Dropdown links background color
de_de: Dropdown-Links Hintergrundfarbe

source: Divider color
de_de: Teilerfarbe

source: Controls the paddings of the menu items in dropdown.
de_de: Steuert die Auffüllungen der Menüelemente in der Dropdownliste.

source: Dropdown border style
de_de: Dropdown-Rahmenstil

source: Dropdown border width
de_de: Dropdown-Rahmenbreite

source: Mobile menu
de_de: Mobiles Menü
nl_nl: Mobiel menu
pl_pl: Mobilne menu

source: Mobile menu items background color
de_de: Hintergrundfarbe mobiler Menüelemente

source: Background color for search button
de_de: Hintergrundfarbe für Suchschaltfläche

source: Background color for search input
de_de: Hintergrundfarbe für Sucheingabe

source: Border style
de_de: Grenzstil

source: Border width (px)
de_de: Rahmenbreite (px)

source: Border color for search input
de_de: Rahmenfarbe für Sucheingabe

source: Title background color (default active color)
de_de: Titelhintergrundfarbe (standardmäßige aktive Farbe)

source: Title border color (default active color)
de_de: Titelrahmenfarbe (Standardmäßig aktive Farbe)

source: Secondary menu background
de_de: Sekundärer Menühintergrund

source: Background conrols are pretty complex - but extremely useful if properly used.
de_de: Hintergrund-Befehle sind ziemlich komplex - aber extrem nützlich, wenn richtig verwendet.

source: Border width
de_de: Grenzbreite

source: Border color
de_de: Rahmenfarbe

source: Menu paddings
de_de: Menü-Polster

source: Secondary menu links
de_de: Sekundäre Menülinks

source: Secondary links background color
de_de: Hintergrundfarbe für sekundäre Links

source: Secondary links border style
de_de: Sekundäre Verknüpfungen Rahmenstil

source: Secondary links border width
de_de: Sekundäre Verknüpfungen Rahmenbreite

source: Secondary links border color
de_de: Sekundäre Verknüpfungen Rahmenfarbe

source: Secondary links paddings
de_de: Sekundäre Links-Auffüllungen

source: Mobile header
de_de: Mobiler Header

source: Check settings only on real device.
de_de: Überprüfen Sie die Einstellungen nur auf einem echten Gerät.

source: Mobile header text color
de_de: Mobile Kopfzeilentextfarbe

source: Controls the mobile header text/icons color scheme.
de_de: Steuert das Farbschema für den mobilen Header Text/Icons.

source: Mobile header background
de_de: Mobiler Headerhintergrund

source: Controls the mobile header background. Check it only on real device.
de_de: Steuert den mobilen Headerhintergrund. Überprüfen Sie es nur auf einem echten Gerät.

source: Controls the paddings of the mobile header area.
de_de: Steuert die Auffüllungen des mobilen Headerbereichs.

source: My account in mobile menu
de_de: Mein Konto im mobilen Menü

source: Turn on to show my account link in the mobile menu area below the mobile menu links.
de_de: Aktivieren Sie diese Option, um den Link meines Kontos im mobilen Menübereich unter den mobilen Menülinks anzuzeigen.

source: Logo in mobile menu
de_de: Logo im mobilen Menü

source: Turn on to show site logo in the mobile menu area above the mobile menu links.
de_de: Aktivieren Sie diese Option, um das Logo der Website im mobilen Menübereich über den mobilen Menülinks anzuzeigen.
