Repository: AlexRUS-RUSA/Translation-of-Xstore-theme
Catalog: Xstore/*/xstore-*.po
Languages: de_de, nl_nl, pl_pl

source: Hot
de_de: Heiß
pl_pl: Gorące

source: New
de_de: Neu
nl_nl: Nieuw
pl_pl: Nowe

source: Use img like
de_de: Verwenden Sie img wie

source: Background
de_de: Hintergrund

source: Background Repeat
de_de: Hintergrundwiederholung

source: Background-repeat
de_de: Hintergrund-Wiederholung

source: No Repeat
de_de: Keine Wiederholung

source: Repeat All
de_de: Alle wiederholen

source: Repeat Horizontally
de_de: Horizontal wiederholen

source: Repeat Vertically
de_de: Vertikal wiederholen

source: Background Position
de_de: Hintergrundposition

source: Background-position
de_de: Hintergrundposition

source: Left Top
de_de: Links oben

source: Left Center
de_de: Linke Mitte

source: Left Bottom
de_de: Links unten

source: Center top
de_de: Mitte oben

source: Center Bottom
de_de: Mitte unten

source: Right Top
de_de: Rechtes Top

source: Menu item is shown only for:
de_de: Menüelement wird nur angezeigt für:

source: All users
de_de: Alle Benutzer

source: Logged in users
de_de: Angemeldete Benutzer

source: Unlogged users
de_de: Nicht geloggte Benutzer

source: Donate
de_de: Spenden
nl_nl: schenken
pl_pl: Podaruj

source: Install Required Plugins
de_de: Erforderliche Plugins installieren
nl_nl: Installeer Vereiste Plugins
pl_pl: Zainstaluj potrzebne wtyczki

source: Installing Plugin: %s
de_de: Installieren des Plugins: %s
nl_nl: Plugin installeren: %s
pl_pl: Instalowanie wtyczki: % s

source: Updating Plugin: %s
de_de: Aktualisieren des Plugins: %s
nl_nl: Plug-in bijwerken: %s
pl_pl: Aktualizacja wtyczki: % s

source: Something went wrong with the plugin API.
de_de: Etwas ging schief mit der Plugin-API.
nl_nl: Er is iets misgegaan met de plugin-API.
pl_pl: Coś poszło nie tak z wtyczką API.

source: This theme requires the following plugin: %1$s.
de_de: Dieses Thema erfordert das folgende plugin: %1$s".
nl_nl: Voor dit thema is de volgende plug-in vereist: %1$s.
pl_pl: Ten motyw wymaga następującej wtyczki: %1$s.

source: This theme recommends the following plugin: %1$s.
de_de: Dieses Thema empfiehlt das folgende plugin: %1$s".
nl_nl: Dit thema beveelt de volgende plug-in aan: %1$s.
pl_pl: Ten motyw zaleca następującą wtyczkę: %1$s.

source: The following plugin needs to be updated to its latest version to ensure maximum compatibility with this theme: %1$s.
de_de: Das folgende plugin muss aktualisiert werden auf die neueste version, um sicherzustellen, dass maximale Kompatibilität mit diesem Theme: %1$s".
nl_nl: De volgende plug-in moet worden bijgewerkt naar de nieuwste versie om maximale compatibiliteit met dit thema te garanderen: %1$s.
pl_pl: Poniższa wtyczka musi zostać zaktualizowana do najnowszej wersji, aby zapewnić maksymalną zgodność z tym tematem: %1$s.

source: There is an update available for: %1$s.
de_de: Es ist ein update verfügbar für: %1$s".
nl_nl: Er is een update beschikbaar voor: %1$s.
pl_pl: Dostępna jest aktualizacja dla: %1$s.

source: The following required plugin is currently inactive: %1$s.
de_de: Das folgende benötigte plugin ist derzeit nicht aktiviert: %1$s".
nl_nl: De volgende vereiste plug-in is momenteel inactief: %1$s.
pl_pl: Wymagana wtyczka jest obecnie nieaktywna: %1$s.

source: The following recommended plugin is currently inactive: %1$s.
de_de: Das folgende empfohlene plugin ist derzeit nicht aktiviert: %1$s".
nl_nl: De volgende aanbevolen plug-in is momenteel niet actief: %1$s.
pl_pl: Zalecana wtyczka jest obecnie nieaktywna: %1$s.

source: Begin installing plugin
de_de: Beginnen Sie mit der Installation des Plugins
nl_nl: Begin met het installeren van de plug-in
pl_pl: Rozpocznij instalację wtyczki

source: Begin updating plugin
de_de: Beginnen Sie mit der Aktualisierung des Plugins
nl_nl: Begin met het bijwerken van de plug-in
pl_pl: Rozpocznij aktualizację wtyczki

source: Begin activating plugin
de_de: Beginnen Sie mit der Aktivierung des Plugins
nl_nl: Begin met het activeren van de plug-in
pl_pl: Rozpocznij aktywację wtyczki

source: Return to Required Plugins Installer
de_de: Zurück zum Installationsprogramm für erforderliche Plugins
nl_nl: Keer terug naar het vereiste installatieprogramma voor invoegtoepassingen
pl_pl: Wróć do wmaganego instalatora wtyczek

source: Return to the Dashboard
de_de: Zurück zum Dashboard
nl_nl: Keer terug naar het Dashboard
pl_pl: Powrót do panelu

source: Plugin activated successfully.
de_de: Plugin erfolgreich aktiviert.
nl_nl: Plugin is succesvol geactiveerd.
pl_pl: Wtyczka została aktywowana pomyślnie.

source: The following plugin was activated successfully:
de_de: Das folgende Plugin wurde erfolgreich aktiviert:
nl_nl: De volgende plug-in is succesvol geactiveerd:
pl_pl: Następująca wtyczka została aktywowana pomyślnie:

source: No action taken. Plugin %1$s was already active.
de_de: Keine Maßnahme ergriffen. Plugin %1$s war bereits aktiv.
nl_nl: Geen actie ondernomen. Plugin %1$s was al actief.
pl_pl: Nie podjęto żadnego działania. Wtyczka %1$s była już aktywna.

source: Plugin not activated. A higher version of %s is needed for this theme. Please update the plugin.
de_de: Plugin nicht aktiviert. Für dieses Design ist eine höhere Version von %s erforderlich. Bitte aktualisieren Sie das Plugin.
nl_nl: Plugin niet geactiveerd. Voor dit thema is een hogere versie van %s nodig. Werk de plug-in bij.
pl_pl: Wtyczka nie została aktywowana. Dla tego tematu wymagana jest wyższa wersja % s. Zaktualizuj wtyczkę.

source: All plugins installed and activated successfully. %1$s
de_de: Alle plugins installiert und erfolgreich aktiviert. %1$s
nl_nl: Alle plug-ins zijn geïnstalleerd en geactiveerd. %1$s
pl_pl: Wszystkie wtyczki zostały zainstalowane i aktywowane pomyślnie. %1$s

source: Dismiss this notice
de_de: Diese Mitteilung verwerfen
nl_nl: Verwijder deze kennisgeving
pl_pl: Odrzuć to powiadomienie

source: There are one or more required or recommended plugins to install, update or activate.
de_de: Es gibt ein oder mehrere erforderliche oder empfohlene Plugins zum Installieren, Aktualisieren oder Aktivieren.
nl_nl: Er zijn een of meer vereiste of aanbevolen plug-ins om te installeren, bij te werken of te activeren.
pl_pl: Istnieje co najmniej jedna wymagana lub zalecana wtyczka do zainstalowania, aktualizacji lub aktywacji.

source: Please contact the administrator of this site for help.
de_de: Wenden Sie sich an den Administrator dieser Website, um Hilfe zu erhalten.
nl_nl: Neem contact op met de beheerder van deze site voor hulp.
pl_pl: Skontaktuj się z administratorem tej witryny, aby uzyskać pomoc.

source: The remote plugin package does not contain a folder with the desired slug and renaming did not work.
de_de: Das Remote-Plugin-Paket enthält keinen Ordner mit der gewünschten Slug und umbenennen funktionierte nicht.
nl_nl: Het pakket voor externe plug-ins bevat geen map met de gewenste slug en het hernoemen werkte niet.
pl_pl: Zdalny pakiet wtyczek nie zawiera folderu z żądanym plikiem i zmiana nazwy nie działała.

source: Please contact the plugin provider and ask them to package their plugin according to the WordPress guidelines.
de_de: Bitte kontaktieren Sie den Plugin-Anbieter und bitten Sie sie, ihr Plugin gemäß den WordPress-Richtlinien zu verpacken.
nl_nl: Neem contact op met de pluginprovider en vraag hen om hun plug-in te verpakken volgens de WordPress-richtlijnen.
pl_pl: Skontaktuj się z dostawcą wtyczek i poproś ich o spakowanie wtyczki zgodnie z wytycznymi WordPress.

source: The remote plugin package consists of more than one file, but the files are not packaged in a folder.
de_de: Das Remote-Plugin-Paket besteht aus mehr als einer Datei, aber die Dateien sind nicht in einem Ordner verpackt.
nl_nl: Het pakket voor externe plug-ins bestaat uit meer dan één bestand, maar de bestanden zijn niet verpakt in een map.
pl_pl: Zdalny pakiet wtyczek składa się z więcej niż jednego pliku, ale pliki nie są spakowane w folderze.

# plugin A *and* plugin B
source: and
de_de: Und
nl_nl: en
pl_pl: i

source: Required
de_de: Erforderlich
nl_nl: Vereist
pl_pl: Wymagany

source: Recommended
de_de: Empfohlen
nl_nl: Aanbevolen
pl_pl: Zalecana

source: External Source
de_de: Externe Quelle
nl_nl: Externe bron
pl_pl: Źródło zewnętrzne

source: Pre-Packaged
de_de: Vorverpackt
pl_pl: Wstępnie załadowany

source: Not Installed
de_de: Nicht installiert
nl_nl: Niet geïnstalleerd
pl_pl: Nie zainstalowano

source: Installed But Not Activated
de_de: Installiert, aber nicht aktiviert
nl_nl: Geïnstalleerd maar niet geactiveerd
pl_pl: Zainstalowano, ale nie aktywowano

source: Required Update not Available
de_de: Erforderliches Update nicht verfügbar
nl_nl: Vereiste update niet beschikbaar
pl_pl: Wymagana aktualizacja jest niedostępna

source: Requires Update
de_de: Erfordert Update
nl_nl: Vereist een update
pl_pl: Wymaga aktualizacji

source: Update recommended
de_de: Update empfohlen
nl_nl: Update aanbevolen
pl_pl: Aktualizacja zalecana

# plugins
source: All <span class="count">(%s)</span>
de_de: Alle <span class="count">(%s)</span>
nl_nl: Alle <span class = "count">(%s)</ span>
pl_pl: Wszystkie <span class="count">(%s)</span>

source: To Install <span class="count">(%s)</span>
de_de: Zum Installieren <span class="count">(%s)</span>
nl_nl: <Span class = "count">(%s)</ span>
pl_pl: Instalować <span class="count">(%s)</span>

source: Update Available <span class="count">(%s)</span>
de_de: Update Verfügbar <span class="count">(%s)</span>
nl_nl: Update beschikbaar <span class = "count">(%s)</ span>
pl_pl: Dostępna aktualizacja <span class="count">(%s)</span>

source: To Activate <span class="count">(%s)</span>
de_de: Zum Aktivieren <span class="count">(%s)</span>
nl_nl: Activeren <span class = "count">(%s)</ span>
pl_pl: Aktywować <span class="count">(%s)</span>

# as in: "version nr unknown"
source: unknown
de_de: Unbekannt
nl_nl: onbekend
pl_pl: nieznany

source: Installed version:
de_de: Installierte Version:
nl_nl: Geïnstalleerde versie:
pl_pl: Zainstalowana wersja:

source: Minimum required version:
de_de: Mindestausführung:
nl_nl: Minimaal vereiste versie:
pl_pl: Minimalna wymagana:

source: Available version:
de_de: Verfügbare Version:
nl_nl: Beschikbare versie:
pl_pl: Dostępna wersja:

source: No plugins to install, update or activate.
de_de: Keine Plugins zu installieren, zu aktualisieren oder zu aktivieren.
nl_nl: Geen plug-ins om te installeren, updaten of activeren.

source: Source
de_de: Quelle
nl_nl: Bron
pl_pl: Źródło

source: Type
de_de: Typ
pl_pl: Typ

source: Install %2$s
de_de: Installiere %2$s
nl_nl: Installeer %2$s
pl_pl: Zainstaluj %2$s

source: Update %2$s
de_de: Aktualisiere %2$s
pl_pl: Zakualizuj %2$s

source: Activate %2$s
de_de: Aktivieren Sie %2$s
nl_nl: Activeer %2$s
pl_pl: Aktywuj %2$s

source: Upgrade message from the plugin author:
de_de: Upgrade-Nachricht vom Plugin-Autor:
nl_nl: Upgrade bericht van de plugin author:
pl_pl: Zaktualizuj wiadomość od autora wtyczki:

source: Update
de_de: aktualisieren
pl_pl: Aktualizacja

source: No plugins were selected to be installed. No action taken.
de_de: Es wurden keine Plugins für die Installation ausgewählt. Es wurden keine Maßnahmen ergriffen.
nl_nl: Er zijn geen plug-ins geselecteerd om te worden geïnstalleerd. Geen actie ondernomen.
pl_pl: Żadne wtyczki nie zostały wybrane do zainstalowania. Nie podjęto żadnego działania.

source: No plugins were selected to be updated. No action taken.
de_de: Es wurden keine Plugins ausgewählt, um aktualisiert zu werden. Es wurden keine Maßnahmen ergriffen.
nl_nl: Er zijn geen plug-ins geselecteerd om te worden bijgewerkt. Geen actie ondernomen.
pl_pl: Żadne wtyczki nie zostały wybrane do aktualizacji. Nie podjęto żadnego działania.

source: No plugins are available to be installed at this time.
de_de: Derzeit sind keine Plugins verfügbar.
nl_nl: Er zijn op dit moment geen plug-ins beschikbaar om te worden geïnstalleerd.
pl_pl: W tej chwili nie można zainstalować wtyczek.

source: No plugins are available to be updated at this time.
de_de: Derzeit sind keine Plugins verfügbar, um aktualisiert zu werden.
nl_nl: Er zijn op dit moment geen plug-ins beschikbaar om te worden bijgewerkt.
pl_pl: W tej chwili nie można aktualizować żadnych wtyczek.

source: No plugins were selected to be activated. No action taken.
de_de: Es wurden keine Plugins ausgewählt, um aktiviert zu werden. Es wurden keine Maßnahmen ergriffen.
nl_nl: Er zijn geen plug-ins geselecteerd om te worden geactiveerd. Geen actie ondernomen.
pl_pl: Żadne wtyczki nie zostały wybrane do aktywacji. Nie podjęto żadnego działania.

source: No plugins are available to be activated at this time.
de_de: Derzeit sind keine Plugins verfügbar.
nl_nl: Er zijn op dit moment geen plug-ins beschikbaar om te worden geactiveerd.
pl_pl: W tym momencie nie można aktywować żadnych wtyczek.

source: Downloading the upgrade package&#8230;
de_de: Herunterladen des upgrade-Paket...
nl_nl: Het upgrade-pakket downloaden&#8230;
pl_pl: Pobieranie pakietu aktualizacji&#8230;

source: Downloading the install package&#8230;
de_de: Herunterladen der Paket installieren...
nl_nl: Het installatiepakket downloaden&#8230;
pl_pl: Pobieranie pakietu instalacyjnego&#8230;

source: Plugin activation failed.
de_de: Fehler bei der Pluginaktivierung.
nl_nl: Het activeren van de plugin is mislukt
pl_pl: Nie udało się aktywować wtyczki.

source: Updating Plugin %1$s (%2$d/%3$d)
de_de: Aktualisiere Plugin %1$s (%2$d/%3$d)
nl_nl: Plugin %1$s bijwerken (%2$d/%3$d)
pl_pl: Aktualizacja wtyczki %1$s (%2$d/%3$d)

source: An error occurred while installing %1$s: <strong>%2$s</strong>.
de_de: Ein Fehler ist aufgetreten während der Installation von %1$s: <strong>%2$s"</strong>.
nl_nl: Er is een fout opgetreden bij het installeren van %1$s: <strong>%2$s </ strong>.
pl_pl: Wystąpił błąd podczas instalowania %1$s: <strong>%2$s</strong>.

source: The installation of %1$s failed.
de_de: Die installation von %1$s fehlgeschlagen.
nl_nl: De installatie van %1$s is mislukt.
pl_pl: Instalacja %1$s nie powiodła się.

source: The installation and activation process is starting. This process may take a while on some hosts, so please be patient.
de_de: Der Installations- und Aktivierungsprozess wird gestartet. Dieser Prozess kann auf einigen Hosts eine Weile dauern, also bitte haben Sie Geduld.
nl_nl: Het installatie- en activeringsproces begint. Dit proces kan bij sommige hosts enige tijd duren, dus wees geduldig.
pl_pl: Trwa proces instalacji i aktywacji. Ten proces może trochę potrwać na niektórych hostach, więc prosimy o cierpliwość.

source: %1$s installed and activated successfully.
de_de: %1$s installiert und erfolgreich aktiviert.
nl_nl: %1$s is geïnstalleerd en geactiveerd.
pl_pl: %1$s zainstalowane i aktywowane pomyślnie.

source: Show Details
de_de: Details anzeigen
nl_nl: Toon details
pl_pl: Pokaż szczegóły

source: Hide Details
de_de: Details ausblenden
nl_nl: Verberg details
pl_pl: Ukryj szczegóły

source: All installations and activations have been completed.
de_de: Alle Installationen und Aktivierungen wurden abgeschlossen.
nl_nl: Alle installaties en actieveringen zijn voltooid.
pl_pl: Wszystkie instalacje i aktywacje zostały zakończone.

source: Installing and Activating Plugin %1$s (%2$d/%3$d)
de_de: Installieren und aktivieren des Plugins %1$s (%2$d/%3$d)
nl_nl: Plugin installeren en activeren %1$s (%2$d/%3$d)
pl_pl: Instalowanie i aktywowanie wtyczki %1$s (%2$d/%3$d)

source: The installation process is starting. This process may take a while on some hosts, so please be patient.
de_de: Der Installationsvorgang wird gestartet. Dieser Prozess kann auf einigen Hosts eine Weile dauern, also bitte haben Sie Geduld.
nl_nl: Het installatieproces begint. Dit proces kan bij sommige hosts enige tijd duren, dus wees geduldig.
pl_pl: Rozpoczyna się proces instalacji. Ten proces może trochę potrwać na niektórych hostach, więc prosimy o cierpliwość.

source: %1$s installed successfully.
de_de: %1$s erfolgreich installiert.
nl_nl: %1$s is geïnstalleerd.
pl_pl: %1$s instalacja zakończona sukcesem.

source: All installations have been completed.
de_de: Alle Installationen sind abgeschlossen.
nl_nl: Alle installaties zijn voltooid.
pl_pl: Wszystkie instalacje zostały ukończone.

source: Installing Plugin %1$s (%2$d/%3$d)
de_de: Installieren von Plugin %1$s (%2$d/%3$d)
nl_nl: Plugin installeren %1$s (%2$d/%3$d)
pl_pl: Instalowanie wtyczki %1$s (%2$d/%3$d)

source: left
de_de: Links

source: right
de_de: Richting

source: justify
de_de: Rechtfertigen

source: Text align
de_de: Text ausrichten
nl_nl: Tekst uitlijnen
pl_pl: Wyrównanie tekstu

source: Design Options
de_de: Designoptionen
nl_nl: Ontwerp opties
pl_pl: Opcje projektowania

source: CSS box (Tablet landscape)
de_de: CSS-Box (Tablet-Landschaft)

source: Disable background on tablet landscape
de_de: Deaktivieren des Hintergrunds in der Tablet-Landschaft

source: Yes, please
de_de: ja bitte
nl_nl: Ja, graag
pl_pl: Tak, proszę

source: CSS box (Tablet portrait)
de_de: CSS-Box (Tablet-Porträt)

source: Disable background on tablet portrait
de_de: Deaktivieren des Hintergrunds auf Tablet-Porträts

source: CSS box (Mobile)
de_de: CSS-Box (Mobil)

source: Disable background on mobile
de_de: Deaktivieren des Hintergrunds auf Mobilgeräten

source: XStore options
de_de: XStore-Optionen

source: Background position
de_de: Hintergrundposition

source: Left top
de_de: Links oben

source: Left center
de_de: Linke Mitte
nl_nl: Links midden
pl_pl: Lewo centrum

source: Left bottom
de_de: Links unten

source: Right top
de_de: Rechts oben

source: Right center
de_de: Rechte Mitte
nl_nl: Rechts midden
pl_pl: Prawo centrum

source: Right bottom
de_de: Rechts unten

source: Center center
de_de: Zentrum Zentrum
nl_nl: Centrum midden
pl_pl: Centrum centrum

source: Center bottom
de_de: Mitte unten

source: Fixed background position (paralax effect)
de_de: Feste Hintergrundposition (Paralax-Effekt)

source: Off center
de_de: Aus der Mitte
nl_nl: Uit het midden
pl_pl: Poza centrum

source: Align
de_de: Ausrichten
nl_nl: Uitlijning
pl_pl: Wyrównać

source: Start
de_de: Starten

source: End
de_de: Ende

source: Advanced options
de_de: Erweiterte Optionen

source: Translate X
de_de: Übersetze X

source: Examples: 0px, 10%, -15px
de_de: Beispiele: 0px, 10%, -15px

source: Translate Y
de_de: Übersetze Y

source: Fixed background position
de_de: Feste Hintergrundposition
nl_nl: Vaste achtergrondpositie
pl_pl: Naprawiono pozycję tła

source: Columns reverse on mobile
de_de: Spalten rückwärts auf Mobilgeräten

source: Box shadow
de_de: Kastenschatten

source: Horizontal offset
de_de: Horizontaler Versatz

source: Examples: 0px, 3px, 5px
de_de: Beispiele: 0px, 3px, 5px

source: Vertical offset
de_de: Vertikaler Versatz

source: Blur
de_de: Unschärfe

source: Spread
de_de: Verbreiten

source: Box shadow inset
de_de: Kastenschatteneinset

source: Box shadow color
de_de: Box-Schattenfarbe

source: General settings
de_de: Allgemeine Einstellungen

source: Slider settings
de_de: Schiebereglereinstellungen
pl_pl: Ustawienia slidera

source: Slider speed
de_de: Slider-Geschwindigkeit
nl_nl: slider snelheid
pl_pl: Szybkość slidera

source: Duration of transition between slides. Default: 300
de_de: Dauer des Übergangs zwischen Folien. Standardwert: 300
nl_nl: Duur van de overgang tussen dia's. Standaard: 300

source: Stop autoplay on mouseover
de_de: Beenden der automatischen Wiedergabe auf Mouseover

source: Autoplay speed
de_de: Autoplay-Geschwindigkeit

source: Interval between slides. In milliseconds. Default: 1000
de_de: Intervall zwischen Folien. In Millisekunden. Standard: 1000
nl_nl: Interval tussen dia's. In milliseconden. Standaard: 1000

source: Slider loop
de_de: Slider-Schleife

source: Navigation settings
de_de: Navigationseinstellungen

source: Hide prev/next buttons
de_de: Prev/Next-Schaltflächen ausblenden
nl_nl: Vorige en volgende niet weergeven
pl_pl: Ukryj przycisk poprzednia/następna

source: Hide navigation only for
de_de: Navigation nur für ausblenden

source: Both
de_de: Beide

source: Mobile
de_de: mobil
nl_nl: Mobiel
pl_pl: Mobilnie

source: Pagination type
de_de: Paginierungstyp
pl_pl: Typ paginacji

source: Hide
de_de: Ausblenden
nl_nl: Niet tonen
pl_pl: Ukryj

source: Bullets
de_de: Kugeln
nl_nl: Rondjes
pl_pl: Pociski

source: Lines
de_de: Linien
nl_nl: Lijnen
pl_pl: Linie

source: Hide pagination only for
de_de: Paginierung nur für ausblenden
nl_nl: verberg pagination alleen voor
pl_pl: Ukryj paginację tylko dla

source: Navigation colors
de_de: Navigationsfarben

source: Pagination default color
de_de: Paginierungs-Standardfarbe
nl_nl: Pagination standaard kleur
pl_pl: Domyślny kolor paginacji

source: Pagination active color
de_de: Paginierung aktive Farbe
nl_nl: Pagination actieve kleur
pl_pl: Aktywny kolor paginacji

source: Responsive settings
de_de: Responsive Einstellungen

source: Large screens
de_de: Große Bildschirme

source: On notebooks
de_de: Auf Notebooks
nl_nl: Op notebooks
pl_pl: Na notebooku

source: On tablet portrait
de_de: Auf Tablet-Porträt
nl_nl: Op tablet (portret)
pl_pl: Na tablecie w trybie potretowym

source: On mobile
de_de: Auf Mobilgeräten
nl_nl: Op mobiel
pl_pl: Na urządzeniu mobilnym

source: Layout settings
de_de: Layouteinstellungen

source: Brand settings
de_de: Markeneinstellungen
nl_nl: Merkinstellingen
pl_pl: Ustawienia marki

source: Display A-Z filter
de_de: Anzeige A-Z Filter
nl_nl: Toon A-Z filter
pl_pl: Wyświetl filtr A-Z

source: Styles
de_de: Stile

source: Alignment
de_de: Ausrichtung
nl_nl: Richtlijn
pl_pl: Wyrównanie

source: Display brands capital letter
de_de: Display Marken Großbuchstabe
nl_nl: Toon merken hoofdletter
pl_pl: Wyświetlaj listę firm

source: Image settings
de_de: Bildeinstellungen

source: Brand image
de_de: Markenbild
nl_nl: Merk afbeelding
pl_pl: Obraz marki

source: Images size
de_de: Bildgröße
nl_nl: Afbeeldingen grootte
pl_pl: Rozmiar obrazu

source: Content settings
de_de: Inhaltseinstellungen

source: Brand title
de_de: Markentitel
nl_nl: Merken titel
pl_pl: Tytuł marki

source: Title with tooltip
de_de: Titel mit QuickInfo
nl_nl: Titel met knopinfo
pl_pl: Tytuł z podpowiedziami

source: Brand description
de_de: Markenbeschreibung
nl_nl: Beschrijving van het merk
pl_pl: Opis marki

source: Hide empty
de_de: Leer ausblenden
nl_nl: Verberg leeg
pl_pl: Ukryj pusty

source: Show Product Counts
de_de: Produktanzahl anzeigen
nl_nl: Producttellingen weergeven
pl_pl: Pokaż liczbę produktów

source: Justify
de_de: Rechtfertigen

source: Uppercase
de_de: Großbuchstaben

source: Lowercase
de_de: Kleinbuchstaben

source: Capitalize
de_de: Nutzen

source: Sorting the buttons layout
de_de: Sortieren des Schaltflächenlayouts

source: Wishlist
de_de: Wunschliste
nl_nl: Verlanglijst
pl_pl: Ulubione

source: Compare
de_de: Vergleichen

source: Compare button.
de_de: Schaltfläche vergleichen.

source: Icon + text
de_de: Symbol + Text
nl_nl: Pictogram + tekst
pl_pl: Ikona + tekst

source: Font size
de_de: Schriftgröße

source: Text transform
de_de: Texttransformation

source: Button background color
de_de: Schaltflächen-Hintergrundfarbe

source: Button background color (hover)
de_de: Schaltflächen-Hintergrundfarbe (Hover)

source: Margins (top right bottom left)
de_de: Ränder (oben rechts unten links)

source: Use this field to add element margin. For example 10px 20px 30px 40px
de_de: Verwenden Sie dieses Feld, um den Elementrand hinzuzufügen. Beispiel: 10px 20px 30px 40px

source: Product title
de_de: Produkttitel

source: Content product by 8theme
de_de: Inhaltsprodukt von 8theme

source: Show current product name
de_de: Aktueller Produktname anzeigen

source: Add link
de_de: Link hinzufügen

source: Product link
de_de: Produktlink
nl_nl: Producten link
pl_pl: Link do produktu

source: Custom link
de_de: Benutzerdefinierter Link

source: Cut product name
de_de: Ausschneiden des Produktnamens

source: Words
de_de: Wörter

source: Letters
de_de: Buchstaben
