Repository: AlexRUS-RUSA/Translation-of-Xstore-theme
Catalog: Xstore/*/xstore-*.po
Languages: de_de, nl_nl, pl_pl

source: Dark buttons border radius
de_de: Dunkle Tasten Rahmenradius

source: Dark buttons border width (hover)
de_de: Dunkle Schaltflächen Rahmenbreite (Hover)

source: Controls the dark buttons border width on hover
de_de: Steuert die Rahmenbreite der dunklen Schaltflächen bei hover

source: Dark buttons border style
de_de: Dunkle Schaltflächen Rahmenstil

source: Controls the dark buttons border style
de_de: Steuert den Rahmenstil dunkler Schaltflächen

source: Dark buttons border style (hover)
de_de: Dunkle Schaltflächen Rahmenstil (Hover)

source: Controls the dark buttons border style on hover
de_de: Steuert den Rahmenstil der dunklen Schaltflächen bei Hover

source: Active buttons
de_de: Aktive Schaltflächen

source: Active buttons background
de_de: Aktive Schaltflächen Hintergrund

source: Active buttons border color
de_de: Aktive Schaltflächen Rahmenfarbe

source: Controls the Active buttons border color
de_de: Steuert die Rahmenfarbe der aktiven Schaltflächen

source: Active buttons border width
de_de: Aktive Schaltflächen Rahmenbreite

source: Controls the Active buttons border width
de_de: Steuert die Rahmenbreite der aktiven Schaltflächen

source: Active buttons border radius
de_de: Aktive Schaltflächen Rahmenradius

source: Active buttons border width (hover)
de_de: Aktive Schaltflächen Rahmenbreite (Hover)

source: Controls the Active buttons border width on hover
de_de: Steuert die Rahmenbreite der aktiven Schaltflächen bei Hover

source: Active buttons border style
de_de: Aktive Schaltflächen Rahmenstil

source: Controls the Active buttons border style
de_de: Steuert den Rahmenstil "Aktive Schaltflächen"

source: Active buttons border style (hover)
de_de: Aktive Schaltflächen Rahmenstil (Hover)

source: Controls the Active buttons border style on hover
de_de: Steuert den Rahmenstil der aktiven Schaltflächen bei Hover

source: Content
de_de: Inhalt
nl_nl: Inhoud
pl_pl: Zawartość

source: Body Font
de_de: Body Schriftart
nl_nl: Body lettertype
pl_pl: Czcionka główna

source: Controls the font of the body.
de_de: Steuert die Schriftart des Textkörpers.

source: Paragraph font-size (px)
de_de: Absatzschriftgröße (px)

source: Paragraph line-height (proportion)
de_de: Absatz Linienhöhe (Proportion)

source: Headings
de_de: Überschriften
nl_nl: Titel kop
pl_pl: Nagłówki

source: Controls the font of the headings.
de_de: Steuert die Schriftart der Überschriften.

source: Menu 1 level
de_de: Menü 1 Ebene

source: Controls the hover color of the links of the first menu level.
de_de: Steuert die Hoverfarbe der Links der ersten Menüebene.

source: Menu 1 level (hover, active)
de_de: Menü 1 Ebene (hover, aktiv)

source: Fixed menu links colors
de_de: Feste Menü-Links-Farben

source: Menu level 2
de_de: Menüebene 2

source: Color (hover)
de_de: Farbe (Hover)

source: Controls the hover color of the of the second menu level links.
de_de: Steuert die Hoverfarbe der zweiten Menüebenen-Links.

source: Menu level 3 / Dropdown
de_de: Menüebene 3 / Dropdown

source: Menu 3 level and drop-downs hover (active)
de_de: Menü 3 Ebene und Dropdowns hover (aktiv)

source: Controls the hover and active color of the links of the third menu level and drop-downs.
de_de: Steuert die Hover und aktive Farbe der Links der dritten Menüebene und Dropdown-Menüs.

source: Typography for mobile links
de_de: Typografie für mobile Links

source: Mobile links colors
de_de: Mobile Links Farben

source: Search color
de_de: Suchfarbe

source: Typography
de_de: Typografie
nl_nl: Typografie
pl_pl: Typografia

source: If you want to upload the custom font instead of Google Fonts to use throughout the site do it
de_de: Wenn Sie die benutzerdefinierte Schriftart anstelle von Google Fonts hochladen möchten, um sie auf der gesamten Website zu verwenden, tun Sie dies

source: here
de_de: Hier

source: Secondary title color
de_de: Sekundäre Titelfarbe

source: Controls the font of the secondary menu title.
de_de: Steuert die Schriftart des sekundären Menütitels.

source: Menu first level font
de_de: Menü Schriftart der ersten Ebene
nl_nl: Lettertype voor het eerste menu
pl_pl: Czcionka pierwszego poziomu menu

source: Controls the font of the first level of the secondary menu.
de_de: Steuert die Schriftart der ersten Ebene des sekundären Menüs.

source: Menu second level font
de_de: Menü Schriftart der zweiten Ebene

source: Controls the font of the second level of the secondary menu.
de_de: Steuert die Schriftart der zweiten Ebene des sekundären Menüs.

source: Menu third level
de_de: Menü dritte Ebene
nl_nl: Menu derde niveau
pl_pl: Menu trzeciego poziomu

source: Controls the font of the third level of the secondary menu.
de_de: Steuert die Schriftart der dritten Ebene des sekundären Menüs.

source: To use WooCommerce options please install
de_de: Um WooCommerce-Optionen zu verwenden, installieren Sie bitte

source: Shop elements
de_de: Shop-Elemente

source: Product stock
de_de: Produktbestand

source: Stock colors
de_de: Stockfarben

source: Low stock threshold value
de_de: Niedriger Bestandsschwellenwert

source: Full stock
de_de: Voller Vorrat

source: Middle stock (sold more than 50%)
de_de: Mitte stock verkauft (mehr als 50%)

source: Low stock
de_de: Niedriger Lagerbestand

source: Brands
de_de: Marken
nl_nl: Merken
pl_pl: Marki

source: Enable Brands
de_de: Marken aktivieren

source: Turn on to use brands for the products.
de_de: Aktivieren Sie die Verwendung von Marken für die Produkte.

source: Show product brands on grid/list
de_de: Produktmarken im Raster/Liste anzeigen

source: Show product brands on single product page
de_de: Produktmarken auf einer einzelnen Produktseite anzeigen

source: Turn on to enable brand on the single product page.
de_de: Aktivieren Sie die Marke, um die Marke auf der einzelnen Produktseite zu aktivieren.

source: Choose the location for brands
de_de: Wählen Sie den Standort für Marken

source: Choose brands position on the single product page.
de_de: Wählen Sie die Markenposition auf der einzelnen Produktseite aus.

source: Sidebar
de_de: Seitenleiste
nl_nl: Zijbalk
pl_pl: Panel boczny

source: Above short description
de_de: Oben kurze Beschreibung

source: In product meta
de_de: In der Produktmeta

source: Show brand image
de_de: Markenbild anzeigen
nl_nl: Laat merk afbeelding zien
pl_pl: Pokaż obraz marki

source: Turn on to show brand image on the single product page. Choose brand image by uploading thumbnails for the brand while create/edit brand.
de_de: Aktivieren Sie diese Seite, um das Markenimage auf der einzelnen Produktseite anzuzeigen. Wählen Sie das Markenbild, indem Sie Miniaturansichten für die Marke hochladen, während Sie die Marke erstellen/bearbeiten.

source: Show brand title
de_de: Markentitel anzeigen
nl_nl: Laat merk titel zien
pl_pl: Pokaż opis marki

source: Turn on to show brand title on the single product page.
de_de: Aktivieren Sie diese Seite, um den Markentitel auf der einzelnen Produktseite anzuzeigen.

source: Show brand description
de_de: Markenbeschreibung anzeigen
nl_nl: Laat merk beschrijving zien
pl_pl: Pokaż opis marki

source: Turn on to show brand description on the single product page.
de_de: Aktivieren Sie diese Seite, um die Markenbeschreibung auf der einzelnen Produktseite anzuzeigen.

source: Show 'Brand' word
de_de: 'Brand' Wort anzeigen

source: Turn on to show 'Brand' word before the brand image.
de_de: Aktivieren Sie diese, um das Wort "Marke" vor dem Markenimage anzuzeigen.

source: Enable Accordion for the product categories widget
de_de: Akkordeon für das Widget der Produktkategorien aktivieren

source: Turn on to enable toggle for the categories with subcategories for the Products Categories WC widget.
de_de: Aktivieren Sie diese Option, um den Umschalter für die Kategorien mit Unterkategorien für das WC-Widget "Produktkategorien" zu aktivieren.

source: Open product categories widget by default
de_de: Produktkategorien-Widget standardmäßig öffnen

source: Turn on to keep first-level categories opened by default.
de_de: Aktivieren Sie diese Option, um Kategorien der ersten Ebene standardmäßig geöffnet zu halten.

source: Categories style
de_de: Kategorien-Stil
nl_nl: Categorieën stijl
pl_pl: Style kategorii

source: Choose the design for the categories if they are chosen to be displayed on the main shop page in the WooCommerce settings.
de_de: Wählen Sie das Design für die Kategorien aus, wenn sie ausgewählt werden, um auf der Hauptshopseite in den WooCommerce-Einstellungen angezeigt zu werden.

source: Title with background
de_de: Titel mit Hintergrund
nl_nl: Titel met achtergrond
pl_pl: Tytuł z tłem

source: Diagonal
de_de: Diagonale
nl_nl: Diagonaal
pl_pl: Przekątna

source: Classic
de_de: Klassisch
nl_nl: Klassiek
pl_pl: Klasyczny

source: Categories text color
de_de: Kategorien Textfarbe
nl_nl: Categorie tekst kleur
pl_pl: Kolor tekstu kategorii

source: Choose the title color scheme for the categories if they are chosen tobe displayed on the main shop page in the WooCommerce settings.
de_de: Wählen Sie das Titelfarbschema für die Kategorien aus, wenn sie ausgewählt sind, um auf der Hauptshopseite in den WooCommerce-Einstellungen angezeigt zu werden.

source: Text vertical align
de_de: Vertikale Textausrichtung
nl_nl: Tekst verticale uitlijning
pl_pl: Wyrównanie pionowe tekstu

source: Choose the alignment of the title for the categories if they are chosen to be displayed on the main shop page in the WooCommerce settings.
de_de: Wählen Sie die Ausrichtung des Titels für die Kategorien aus, wenn sie ausgewählt sind, um auf der Hauptshopseite in den WooCommerce-Einstellungen angezeigt zu werden.

source: Variation swatches
de_de: Variationsmuster

source: Turn on to use style (color, image or label) for each product attribute.
de_de: Aktivieren Sie die Formatvorlage (Farbe, Bild oder Label) für jedes Produktattribut.

source: Choose swatches position to display on the shop page.
de_de: Wählen Sie die Position der Farbfelder aus, die auf der Shopseite angezeigt werden soll.

source: Before Product Details
de_de: Vor Produktdetails

source: After Product Details
de_de: Nach Produktdetails

source: Swatch style
de_de: Swatch-Stil

source: Choose swatch style to display on the shop page.
de_de: Wählen Sie den Swatch-Stil aus, der auf der Shop-Seite angezeigt werden soll.

source: Swatches border color
de_de: Swatches Rahmenfarbe

source: Sale & Out of Stock
de_de: Verkauf &amp; Lager

source: Enable "Out of stock" label
de_de: Aktiviere das "Ausverkauft" Label

source: Turn on to show the "Out of stock" label.
de_de: Aktivieren Sie diese Option, um das Label "Nicht auf Lager" anzuzeigen.

source: Enable "Sale" label
de_de: Aktiviere das "Sale" Label

source: Turn on to show the "Sale" label.
de_de: Aktivieren Sie diese Option, um das Label "Verkauf" anzuzeigen.

source: Use to change the sale text.
de_de: Verwenden Sie diese Datei, um den Verkaufstext zu ändern.

source: Sale
de_de: Ausverkauf
pl_pl: Wyprzedaż

source: Sale label color
de_de: Sale Label Farbe

source: Choose the sale label color.
de_de: Wählen Sie die Farbe des Sale Labels aus.

source: Sale label background color
de_de: Sale Label Hintergrundfarbe

source: Choose the sale label background color.
de_de: Wählen Sie die Hintergrundfarbe des Sale-Labels aus.

source: Controls the border radius of the sale label.
de_de: Steuert den Rahmenradius des Sale-Labels.

source: Sale label size
de_de: Sale Label Grösse

source: Controls the size of the sale label. In em, for example, 3.75x3.75.
de_de: Steuert die Größe des Sale Labels. Zum Beispiel 3.75x3.75.

source: Show sale percentage
de_de: Verkaufsprozentsatz anzeigen
nl_nl: Laat Sale percentage zien
pl_pl: Pokaż wyprzedaż w procentach

source: Turn on to calculate the percentage discount for the products.
de_de: Aktivieren Sie diese Option, um den prozentualen Rabatt für die Produkte zu berechnen.

source: Show sale percentage for variable products
de_de: Verkaufsprozentsatz für variable Produkte anzeigen

source: Turn on to calculate the percentage discount for the variable products.
de_de: Aktivieren Sie diese Option, um den prozentualen Rabatt für die variablen Produkte zu berechnen.

source: Quick view
de_de: Schnellansicht

source: Enable quick view
de_de: Schnelle Ansicht aktivieren

source: Turn on to allow customers a quick preview of the product right from its respective category listing.
de_de: Aktivieren Sie diese Option, um Kunden eine schnelle Vorschau des Produkts direkt aus dem jeweiligen Kategorieeintrag zu ermöglichen.

source: Quick view dimensions (width and height)
de_de: Schnellansichtsbemaßungen (Breite und Höhe)

source: Set height and width of the quick view lightbox.
de_de: Legen Sie Höhe und Breite des Schnellansicht-Lightbox fest.

source: Width
de_de: Breite

source: Height
de_de: Höhe

source: Product images
de_de: Produktbilder
nl_nl: Product afbeeldingen
pl_pl: Zdjęcia produktów

source: Choose the way to display product image in the quick view window.
de_de: Wählen Sie die Art und Weise aus, wie das Produktbild im Schnellansichtsfenster angezeigt werden soll.

source: Images height
de_de: Bildhöhe

source: Minimum height for the images
de_de: Minimale Höhe für die Bilder

source: Quick view layout
de_de: Schnellansichtslayout
pl_pl: Układ szybkiego podglądu

source: Choose the design of the quick view window.
de_de: Wählen Sie das Design des Schnellansichtsfensters aus.

source: Centered
de_de: Zentriert
nl_nl: Gecentreerd
pl_pl: Wypośrodkowane

source: Quick view content
de_de: Schnellansichtsinhalt

source: Enable elements that you want to display in quick view window.
de_de: Aktivieren Sie Elemente, die im Schnellansichtsfenster angezeigt werden sollen.

source: Product name
de_de: Produktname
nl_nl: Product naam
pl_pl: Nazwa produktu

source: Price
de_de: Preis
nl_nl: Prijs
pl_pl: Cena

source: Product star rating
de_de: Produkt-Star-Bewertung
pl_pl: Ocena produktu

source: Product short description
de_de: Produktkurzbeschreibung

source: Add to cart
de_de: In den Warenkorb geben
nl_nl: in winkelwagen
pl_pl: Dodaj do koszyka

source: Product categories
de_de: Produktkategorien
nl_nl: Product categorieën
pl_pl: Kategorie produktów

source: Share icons
de_de: Freigeben von Symbolen
nl_nl: Delen icoonen
pl_pl: Udostępnij ikony

source: Details link
de_de: Link zu Details

source: Product details toggle
de_de: Produktdetails umschalten

source: Enable details toggle for product
de_de: Aktivieren von Details zum Umschalten für Das Produkt

source: Details length
de_de: Details Länge

source: Controls the length of the product details
de_de: Steuert die Länge der Produktdetails

source: Catalog Mode
de_de: Katalogmodus

source: Just Catalog
de_de: Nur Katalog
nl_nl: Alleen catalogus
pl_pl: Tylko katalog

source: Turn on to disable ability to buy products via removing "Add to Cart" buttons.
de_de: Aktivieren Sie diese Option, um die Möglichkeit zum Kauf von Produkten zu deaktivieren, indem Sie die Schaltflächen "Zum Warenkorb hinzufügen" entfernen.

source: Empty cart content
de_de: Leerer Warenkorbinhalt

source: Text for empty cart
de_de: Text für leeren Warenkorb
nl_nl: Tekst voor de lege winkelwagen
pl_pl: Tekst dla pustego koszyka

source: Add the content you need to display on the empty part page instead of the default content.
de_de: Fügen Sie den Inhalt hinzu, den Sie auf der leeren Teileseite anstelle des Standardinhalts anzeigen müssen.

source: Shop page Layout
de_de: Shop-Seite Layout

source: Products per page
de_de: Produkte pro Seite
nl_nl: Producten per pagina
pl_pl: Produkty na stronę

source: Add the number of products to show per page before pagination appears. Use -1 to show "All"
de_de: Fügen Sie die Anzahl der Produkte hinzu, die pro Seite angezeigt werden sollen, bevor die Paginierung angezeigt wird. Verwenden Sie -1, um "Alle" anzuzeigen

source: Per page variants separated by commas
de_de: Pro Seite Varianten durch Kommas getrennt
nl_nl: Per pagina varianten gescheiden door komma's
pl_pl: Warianty na stronę oddzielone przecinkami

source: Add variants and allow the customer to choose the products quantity shown per page. For ex.: 9,12,24,36,-1. Use -1 to show "All".
de_de: Fügen Sie Varianten hinzu, und ermöglichen Sie dem Kunden, die pro Seite angezeigte Produktmenge auszuwählen. Für z.B.: 9,12,24,36,-1. Verwenden Sie -1, um "Alle" anzuzeigen.

source: Choose the position of the sidebar for the shop page and product categories.
de_de: Wählen Sie die Position der Seitenleiste für die Shopseite und die Produktkategorien aus.

source: Sidebar position on category page
de_de: Seitenleistenposition auf der Kategorieseite

source: Choose the position of the sidebar for the product category page.
de_de: Wählen Sie die Position der Seitenleiste für die Produktkategorieseite aus.

source: Products per row on category page
de_de: Produkte pro Zeile auf der Kategorieseite

source: Choose the number of product per row on category pages or inherit it from the WooCommerce options for the shop page (Appearance > Customize > WooCommerce > Product catalog).
de_de: Wählen Sie die Anzahl der Produkt pro Zeile auf Kategorie-Seiten oder Erben Sie von den WooCommerce-Optionen für die shop-Seite ("Darstellung" &gt; "Anpassen" &gt; WooCommerce &gt; Produktkatalog).

source: Inherit from shop settings
de_de: Vererben von Shop-Einstellungen

source: Turn on to make the sidebar permanently visible while scrolling at the shop page.
de_de: Schalten Sie ein, um die Seitenleiste dauerhaft sichtbar zu machen, während Sie auf der Shop-Seite scrollen.

source: Choose the sidebar position for the mobile devices.
de_de: Wählen Sie die Seitenleistenposition für die mobilen Geräte aus.

source: Hide sidebar for mobile devices
de_de: Seitenleiste für mobile Geräte ausblenden
nl_nl: Verberg de zijbalk voor mobile devices
pl_pl: Ukryj pasek boczny dla urządzeń mobilnych

source: Turn on to hide sidebar on the mobile devices.
de_de: Aktivieren Sie die Seitenleiste auf den mobilen Geräten.

source: Sidebar widgets with scrollable content
de_de: Sidebar-Widgets mit scrollbarem Inhalt

source: Turn on to limit height of the sidebar widgets
de_de: Aktivieren, um die Höhe der Seitenleisten-Widgets zu begrenzen

source: Sidebar widgets height
de_de: Sidebar Widgets Höhe

source: Add the max-height of the sidebar widgets before scroll appears. In pixels.
de_de: Fügen Sie die maximale Höhe der Seitenleisten-Widgets hinzu, bevor ein Bildlauf angezeigt wird. In Pixel.

source: Sidebar widgets toggle
de_de: Sidebar-Widgets umschalten

source: Turn on to enable toggle for the sidebar widget title to open/close widget content.
de_de: Aktivieren Sie diese Option, um den Seitenleisten-Widget-Titel zum Öffnen/Schließen von Widget-Inhalten zu aktivieren.

source: Sidebar widgets content
de_de: Sidebar-Widgets-Inhalte

source: Collapsed always
de_de: Immer eingestürzt

source: Collapsed on mobile
de_de: Auf Mobilgeräten zusammengebrochen

source: Turn on to stretch shop page container.
de_de: Aktivieren Sie diese, um den Shop-Seitencontainer zu dehnen.

source: Products masonry
de_de: Produkte Mauerwerk
pl_pl: Produkty kamienne

source: Turn on placing products in optimal position based on available vertical space.
de_de: Aktivieren Sie die Platzierung der Produkte in optimaler Position basierend auf dem verfügbaren vertikalen Raum.

source: Products view mode
de_de: Produktansichtsmodus
nl_nl: Producten weergave modus
pl_pl: Tryb wyświetlania produktów

source: Choose the view mode for the shop page.
de_de: Wählen Sie den Ansichtsmodus für die Shopseite aus.

source: Grid/List
de_de: Raster/Liste
nl_nl: Rooster / Lijst
pl_pl: Grid/Lista

source: List/Grid
de_de: Liste/Raster
nl_nl: Lijst / Rooster
pl_pl: Lista/Grid

source: Only Grid
de_de: Nur Gitter
nl_nl: Alleen rooster
pl_pl: Tylko grid

source: Only List
de_de: Nur Liste
nl_nl: Alleen lijst
pl_pl: Tylko lista

source: Controls the position of the shop page banner.
de_de: Steuert die Position des Shoppage-Banners.

source: Above all the shop content
de_de: Vor allem die Shop-Inhalte

source: Above all the shop content (full-width)
de_de: Vor allem der Shopinhalt (Vollbreite)

source: Shop Page Banner content
de_de: Shop Page Banner Inhalt

source: Show products toolbar on the shop page
de_de: Produktsymbolleiste auf der Shop-Seite anzeigen
nl_nl: Toon producten werkbalk op de winkelpagina
pl_pl: Pokaż pasek narzędzi produktów na stronie sklepu

source: Controls the shop page banner content. Use HTML, static block or slider shortcode. Do not include JS in the field.
de_de: Steuert den Inhalt des Shoppages-Banners. Verwenden Sie HTML, statische Block oder Schieberegler Shortcode. Fügen Sie JS nicht in das Feld ein.

source: Open filter by default
de_de: Filter standardmäßig öffnen
nl_nl: Open het standaard filter
pl_pl: Otwórz filtr domyślnie

source: Turn on if you use filters widget area to display "Filters" button in the shop toolbar and want to keep this area opened at start.
de_de: Aktivieren Sie diese Option, wenn Sie den Widget-Bereich "Filter" verwenden, um die Schaltfläche "Filter" in der Shop-Symbolleiste anzuzeigen, und diesen Bereich beim Start geöffnet halten möchten.

source: Widgets columns for filters area
de_de: Widgets-Spalten für Filterbereich
nl_nl: Widgets kolommen voor filters gebied
pl_pl: Kolumny widgetów dla obszaru filtrów

source: Controls the number of columns for the filters widget area content.
de_de: Steuert die Anzahl der Spalten für den Inhalt des Widgetbereichs für Filter.

source: Ajax product filters
de_de: Ajax Produktfilter

source: Turn on to use Ajax for product filters.
de_de: Aktivieren Sie die Verwendung von Ajax für Produktfilter.

source: Ajax product pagination
de_de: Ajax Produktpaginierung

source: Turn on to use Ajax for product pagination.
de_de: Aktivieren Sie Ajax für die Produktpaginierung.

source: Product added notification
de_de: Benachrichtigung für das Produkt hinzugefügt

source: Turn on to use Ajax notification on after product added to cart.
de_de: Aktivieren Sie die Ajax-Benachrichtigung, um nach dem Produkt, das dem Warenkorb hinzugefügt wurde, die Ajax-Benachrichtigung zu verwenden.

source: Shop
de_de: Laden
nl_nl: Winkel
pl_pl: Sklep

source: Products style
de_de: Produktstil

source: Choose the design type for the products on the shop page. Custom type allows you to choose the design created using
de_de: Wählen Sie den Designtyp für die Produkte auf der Shop-Seite aus. Mit dem benutzerdefinierten Typ können Sie den Entwurf auswählen, der mit

source: Choose the design created using %1s. Find the Video tutorials for builder usage %2s
de_de: Wählen Sie das design erstellt mit %1s. Finden Sie die Video-tutorials für builder-Verwendung in %2s

source: Choose the color scheme for the product design with buttons on hover.
de_de: Wählen Sie das Farbschema für das Produktdesign mit Schaltflächen bei Hover.

source: Image hover effect
de_de: Bildhover-Effekt
nl_nl: Overgang effect op afbeeldingen
pl_pl: Efekt zawieszania obrazu

source: Choose the type of the hover effect for the image or disable it at all.
de_de: Wählen Sie den Typ des Hover-Effekts für das Bild aus, oder deaktivieren Sie es komplett.

source: Images Slider
de_de: Bilder Slider
nl_nl: Afbeeldings slider
pl_pl: Slider obrazów

source: Product title chars limit
de_de: Produkttitel-Zeichen-Limit

source: Controls the length of the product title for the products at grid/list, related products, prev/next product navigation.
de_de: Steuert die Länge des Produkttitels für die Produkte im Raster/Liste, verwandte Produkte, Prev/next Produktnavigation.

source: Star rating color
de_de: Sterne-Bewertungsfarbe

source: Choose the color of the stars for the product rating.
de_de: Wählen Sie die Farbe der Sterne für die Produktbewertung.
